[{"craigslist_id": "6117469623", "listing_date": "2017-05-04 14:57", "text": "\n\n\nBella Terra\n365 Pomelo Dr. , Vista, CA, 92081\n\nCall Now - \n show contact info\n\n\nUse this link for more info:\nhttp://discover.rvmcorp.com/25q216\n\nWe Work Where You Live\n\n\nThis is a 2 Bedroom, 2 Bath, approximately 922 Sq. Ft. \n\nA lifestyle beyond compare awaits you at Bella Terra Apartment Homes. Enjoy our community amenities: state-of-the-art fitness center, sparking pools and spas, BBQ and picnic areas. Our apartment homes have central air and heat, walk-in closets, plus private patios with storage. A lifestyle which has country appeal and convenience without city congestion. Make your home Bella Terra Apartment Homes and discover the North County's best move-in value! \n\nPet Policy:\nBreed Restrictions Apply - Call for Details \n\nOffice Hours:\n10am to 6pm daily \n\nEqual Housing Opportunity \n\n\nQ3lcOUof6Ti    ", "title": "Sparkling pools, Disposal, Cable-Ready, Ceiling Fan (s), Playground", "General_Address": "Vista", "Square_feet": 922, "Num_Bedrooms": 2, "Rent_price": 1743, "link": "https://sandiego.craigslist.org/nsd/apa/6117469623.html", "address_2": "365 Pomelo Drive", "latitude": "33.191121", "attributes": ["2BR / 2Ba", "922ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "carport"], "longitue": "-117.264695"},
{"craigslist_id": "6117469614", "listing_date": "2017-05-04 14:57", "text": "\n\n\nWelcome Home! Welcome home to Parc One Call Now: \nshow contact info\nParc One 320 Town Center Pkwy #2100, Santee, CA, 92071Interested in more information? See link below:http://discover.rvmcorp.com/3nq7g9 This is a 1 Bedroom, 1 Bath, approximately 700 Sq. Ft.  Where you live is a reward that stimulates the senses and excites the mind. Parc One is just that - an exciting, new collection of stylish apartment homes in Santee offering sleek, modern interiors and thoughtfully-crafted, high-quality amenity spaces. Location, lifestyle and design come together for limitless possibilities at Parc One. Are you ready? Features - Granite Countertops  - Full-Sized Stackable Washer and Dryer  - Designer Light Fixtures  - Additional Storage  - Stainless Steel Deluxe Appliances  - 9-Foot Ceilings  - Wood-Style Flooring  - Patios Community Amenities - Park-Like Landscaping  - Three Outdoor Fire Pits  - Easy Access to Freeways  - Relaxing Pool and Spa  - Pet Play Park  - Detached Garages  - 500 Square-Foot Observation Deck Overlooking San Diego River  - River Walk Path Behind the Community  - Lively Clubhouse  - Fully-Equipped Fitness Center with Strength and Cardio Equipment  - On-Site Playground  - Elevators  - Walkable Location Close to Employment, Retail, Dining and Entertainment Venues  - Reserved Parking Pet Policy We Love Pets! Restrictions Apply. Contact Sales Associate For Details. Office Hours Monday - Sunday: 10:00 am - 6:00 pm Equal Housing Opportunity l3eP7rnVzn ", "title": "Brand New 1 Bedroom 1 Bath! Ready NOW located in the heart of Santee!", "General_Address": "Santee, La Mesa, East San Diego", "Square_feet": 700, "Num_Bedrooms": 1, "Rent_price": 1615, "link": "https://sandiego.craigslist.org/esd/apa/6117469614.html", "address_2": "320 Town Center Parkway", "latitude": "32.838692", "attributes": ["1BR / 1Ba", "700ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit"], "longitue": "-116.988327"},
{"craigslist_id": "6117468917", "listing_date": "2017-05-04 14:57", "text": "\n\n\nEastlake Luxury Apartments CasaLago offers three unique residence types and a host of amenities designed for relaxed and active lifestyles. Enjoy a complete resort-style experience!We sit on a broad bluff beside the U.S. Olympic Training Center and Otay Lake. A family- and pet-friendly gated community, CasaLago is highlighted by a pair of clubhouses with fireside lounging areas and fitness rooms, as well as two pools with spas and built-in grills. A tree-ringed playground with playscapes, swings, and benches, open turf space, plus vista points with relaxing views of the lake and Open Space Preserve, all add to CasaLago's park-like setting. Call Now: \nshow contact info\nFollow The Link Below:http://lincoln.aptfeatures.com/mc48r7 This is a 2 Bedroom, 2.5 Bath, approximately 1167 Sq. Ft. Features - Private Patio or Terrace  - Unfurnished Available  - Microwave  - Wenge wood-style cabinetry  - Wood-grained flooring  - Washer & Dryer  - Moen fixtures  - Breakfast Bars  - Air Conditioning  - Vaulted Ceilings  - Granite Counter Tops  - Walk In Closets  - Recessed Lighting  - Gourmet Kitchens  - In Suite Bathrooms  - Dishwasher  - Digital Ready  - Wood-style cabinetry  - Two and Three bedroom Townhomes and Flats  - Garages  - Glass Shower Doors  - Fireplaces Community Amenities - Free Wifi access at the clubhouse and patio areas  - Total Gym and TRX training systems  - Indoor and Outdoor Lounges  - Indoor rowing and Cycling machines  - Large Cook's Kitchen for Socials  - Two State of the Art Fitness Centers  - Complete Business Center  - Media Rooms  - Playground  - Two Pools with Whirlpool Spas  - Two Stunning Clubhouses  - Yoga Studio  - Body Bar and Free Weights Pet Policy Dogs and cats are permitted. No weight restrictions. $400 pet deposit per dog. $55 monthly pet rent per dog. $200 pet deposit per cat. $35 monthly pet rent per cat. Residents will be allowed a maximum of 2 pets per townhome. Breed restrictions: Dobermans, Rottweiler, Mastiffs (all breeds), American Bull Dogs/American Staffordshire Terriers/Bull Terriers/Pit /bulls, Wolf Dogs, and any cross breed of any of the listed breeds. Office Hours Mon, Tue, Thur, Fri, Sat: 9AM-6PMWed: 9AM-7PMSun: 11AM-5PM CasaLago Eastlake 2816 Cielo Circulo, Chula Vista, CA, 91915Equal Housing Opportunity 8gHbIPS1q ", "title": "2 Bedroom 2 Bath +DEN, W/D +garage in Gorgeous Community", "General_Address": "eastlake/chula vista", "Num_Bedrooms": 2, "Rent_price": 2535, "link": "https://sandiego.craigslist.org/ssd/apa/6117468917.html", "address_2": null, "latitude": "32.631500", "attributes": ["2BR / 2.5Ba", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment"], "longitue": "-116.940800"},
{"craigslist_id": "6117457595", "listing_date": "2017-05-04 14:56", "text": "\n\n\nCall Now - \n show contact info\n\n\n\nThis is a 1 Bedroom, 1 Bath, approximately 650 Sq. Ft. \n\nWelcome home to Alvista on Baltimore and welcome to naturally relaxed living! This quaint community offers residents a prime locale with unique eateries and shops right around the corner! Close to I-8 and Highways 125 and 52, Alvista on Baltimore also allows for easy access to some of San Diego's most popular shopping and dining destinations as well as major employers, local colleges, universities and beaches. Visit Alvista on Baltimore today and realize your dream of relaxed living in a perfect location! \n\nFeatures:\nPrivate Balcony, Ceiling Fan, Wooded, Park and Pool Views, Heat (Radiant), Cable Ready, Disposal, Individual Air Conditioner, Dishwasher, Refrigerator, Vertical, Mini or 2-inch Blinds, Stove (Electric), Patio, Large Closets, Balcony \n\nCommunity Amenities:\nTV Lounge, 2 Elevators, Dog Park + Plentiful Doggie Pick-Up Stations, Public Transportation, 2 Guest Suites ($115 a night), 4 Pools and 6 Spas, Scenic Courtyards, 2 Fitness Centers, Open and Covered Parking, Rich Landscaping, 4 Clubhouses (2 Pool & 1 Ping Pong Tables), 6 Laundry Facilities (Two 24 Hours!), Package Receiving, On-Line Resident Services, Lighted Tennis Court, Courtesy Patrol, On-Site Maintenance, OnSite Management, 11 Barbeque Grills (3 by Pools!), Pay Rent On-Line \n\nPet Policy:\nHere at Alvista on Baltimore, we are a pet friendly community so your furry friend is definitely welcomed here. Please call for breed restrictions. The pet rent is $45 per pet, and the pet security deposit is $250 which includes up to two pets. \n\nInterested In This Unit? Use this link for more details:\nhttp://lease.conam.com/65yna9\n\nDisclaimer: Please be aware of scams on Craigslist. It is our practice never to require someone to complete a credit application or provide personal credit information before touring an apartment home. Rent is based on lease term selected. Please contact office for more details.\nEqual Housing Opportunity \n\n\n4EwCPce0pB    ", "title": "Rent Today! 1Bd 1Bth Fully Renovated, End Apartment and a View!", "Square_feet": 650, "Num_Bedrooms": 1, "Rent_price": 1666, "link": "https://sandiego.craigslist.org/esd/apa/6117457595.html", "address_2": "5401 Baltimore Dr", "latitude": "32.783500", "attributes": ["1BR / 1Ba", "650ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "no smoking", "off-street parking"], "longitue": "-117.018900"},
{"craigslist_id": "6117467773", "listing_date": "2017-05-04 14:56", "text": "\n\n\nYour New Home Two Bedroom Townhomes Call Now: \nshow contact info\nVillage Pines 13340 Community Road, Poway, CA, 92064Interested in more information? See link below:http://rent.sunrisemgmt.com/0cqu93 This is a 2 Bedroom, 1.5 Bath  Village Pines is a charming, gated community located in the heart of Poway! We are within minutes to nearly everything: schools, parks, shopping and entertainment. Features - New Carpet  - New Cabinets  - A/C in the Master Bedroom  - Extra Storage Space  - Vinyl Floors look like Hard Wood  - New Countertops  - Ceiling Fans  - This unit includes:  - Private Patio off Living Room  - New Paint  - Our 2-story townhomes offer a home feel, rather than your typical apartment home. You have nobody above you or below you!  - Balcony off the Master Bedroom  - 2 Bedrooms & 1 1/2 Bathrooms  - Stainless Steel Appliances Community Amenities - Spa  - 24-Hour On-Site Laundry Facility  - Besides being a gated community, in a fabulous location, we also have a lot to offer behind the gates! Residents can enjoy:  - Pool  - BBQ and Picnic Areas  - Assigned Covered Parking with Overhead Storage Pet Policy Reasonable accommodations are made for service and companion animals in connection with disabilities 2 pet maximum. Income Requirements: 3x the monthly rent.Office Hours Please call. Equal Housing Opportunity XbC12eH0 ", "title": "No one above or below you!  2 story townhome for rent", "General_Address": "Poway", "Square_feet": 950, "Num_Bedrooms": 2, "Rent_price": 1850, "link": "https://sandiego.craigslist.org/nsd/apa/6117467773.html", "address_2": "13340 Community Rd.", "latitude": "32.958119", "attributes": ["2BR / 1.5Ba", "950ft2", "available jun 9", "cats are OK - purrr", "dogs are OK - wooof", "townhouse", "laundry on site", "no smoking", "carport"], "longitue": "-117.040651"},
{"craigslist_id": "6095738696", "listing_date": "2017-05-04 14:55", "text": "\n\n\nHaven76 is an intimate apartment community of 76 luxury rentals set in the heart of beautiful Escondido. Our one, two and three bedroom apartments offer the latest in interior features, from gourmet kitchens and spacious walk-in closets to private patios and decks. Enjoy the convenience of in-home washer and dryer units, gas stoves, tamper-resistant outlets and secure covered parking. Extra details in stainless steel appliances, quartz countertops, wood-style flooring and LED lights refine the apartment lifestyle. At Haven76, you'll enjoy the best in both stylish and convenient amenities for easy, updated living. Your new home will also give you access to our resort-style pool and spa, expansive clubhouse, elite fitness center and outdoor picnic and barbeque lounges. We're also pet friendly and have a Pet Spaw to care for your companion!\n\n-Quartz Countertops\n-In-Home Washer & Dryer\n-Secure & Covered Parking\n-Shuffleboard\n-Tamper Resistant Outlets\n-Lounge Area with Four 55\" TVs\n-Attached Garages\n-Private Patios/Balconies\n-Fitness Center\n-In Select Homes\n-Ping Pong\n-Pool & Spa\n\nCall: \n show contact info\n\n\n*Pricing and availability is subject to change    ", "title": "3 Bed - 2 Bath, Pet Spaw, Outdoor Cabanas, Cruise For Two Special", "General_Address": "2414 South Escondido Blvd, Escondido, CA 92025", "Square_feet": 1353, "Num_Bedrooms": 3, "Rent_price": 2695, "link": "https://sandiego.craigslist.org/nsd/apa/6095738696.html", "address_2": "2414 South Escondido Blvd ,", "latitude": "33.092112", "attributes": ["3BR / 2Ba", "1353ft2", "available apr 19", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "detached garage"], "longitue": "-117.071681"},
{"craigslist_id": "6117466389", "listing_date": "2017-05-04 14:55", "text": "\n\n\n\n\nGorgeous 2BD/1BA Craftsman in North Park\n\n\n\n\nProperty Address\n\n3594 Herman Ave | San Diego, CA 92104\n\n\n  Available: 06/01/2017\n\n\n\nOffered By\n\n\n  San Diego City Homes Property Mgmt  |  \n show contact info\n\n\n\n\nDescription\n\n    Beautiful 2 bedroom/1 bath craftsman with a detached workroom with carport.  House in great location of North Park!  Walking distance to shopping and dining areas. Tons of amenities!  Hardwood floors, fireplace, built-ins in the dining room and living room, air conditioning, washer and dryer, lovely outdoor patio area, and more... Must see to appreciate.  \nOne year lease.  No utilities or water included.  No pets are permitted and non smokers only please. Call \n show contact info\nfor showings.   Open House on Saturday 11AM to 12PM\n\n Equal Housing Opportunity \n San Diego City Homes Property Management, DRE License 01980439 \n  \nAmenities\n\nStainless Appliances\nDishwasher\nRefrigerator\nGas Stovetop/Oven\nDrinking Water Filtration System\nAir Conditioning\nWasher\nDryer\nOne carport parking spot.\n\nDetails\n\nBeds/Baths: 2BD/1.0BA\nSquare Feet: 884\n\nRental Terms\n\nRent: $2,600.00 \n\n    Available: 06/01/2017\n    Application Fee: $30.00\n    Security Deposit: $2,600.00\n\n  \nPet Policy\n\nCats not allowed\nDogs not allowed\n\n", "title": "Beautiful 2BD/1BA Craftsman in North Park", "General_Address": "3594 Herman Ave", "Square_feet": 884, "Num_Bedrooms": 2, "Rent_price": 2600, "link": "https://sandiego.craigslist.org/csd/apa/6117466389.html", "address_2": "Herman Ave at Dwight Street", "latitude": "32.743587", "attributes": ["2BR / 1Ba", "884ft2", "available jun 1", "\nsaturday 2017-05-06\n", "house", "w/d in unit", "carport"], "longitue": "-117.126270"},
{"craigslist_id": "6117466254", "listing_date": "2017-05-04 14:55", "text": "\n\n\nWest Park\n7777 Westside Drive, San Diego, CA, 92108\n\nCall Now - \n show contact info\n\n\nFollow The Link Below:\nhttp://thegreystar.com/6br0qx\n\nResort Living. Every Day.\n\n\nThis is a 2 Bedroom, 2 Bath, approximately 1035-1112 Sq. Ft. \n\nYou'll look forward to coming home to the resort setting at West Park, with 3 luxurious swimming pools and a 10,000 sq. ft. fitness and recreational facility.\n\n\n\nYou'll also find plenty of places where you can entertain with lounge areas and roof-top decks. And if you need to get some work done, we also have a business center and conference room. \n\nPet Policy:\nPet Friendly\n(Some breed restrictions apply.) \n\nOffice Hours:\nMonday - Saturday: 9am-6pm\nSunday: 10am-5pm \n\nEqual Housing Opportunity \n\n\noq8ba5Z8jqS\n\nMission Valley, Kearny Mesa, Downtown, Modern, Pet Friendly, Non Smoking, No smoking, Luxury, Washer Dryer, Dishwasher, Gas Range, Stainless, 92108, 92116, 92103, 92111, 92123, 92110, 92140, 92118, 92101, 92102, 92116, Salt water pool, Qualcomm, Luxury, Fashion Valley Mall, Direct access garage, Individual garage, Garage, Parking, Grocery, Shopping, Mall, Close to freeway, Freeway access, Mission Valley luxury apartments, Apartment home, Apartment for rent, San Diego apartments, close to downtown, apartments near downtown, rentals in Mission Valley, dogs, cats, pets, animals, dog park, dog wash, 24 hour fitness, Gym, Heated pool, Salt water pool, Spa, Wifi, New, Amenities, Ratings, Reviews, 5 fwy, 163, 15, 805, Clean apartments, large breeds allowed, specials, top apartments, Hillcrest, Bankers Hill, Little Italy, San Diego school district, Nice apartments, Spacious apartment, one bedroom, two bedroom, studio, three bedroom, loft, high ceiling, view, rock climbing wall, clubhouse, lounge, coffee, starbucks, near art institute, Civita, neighborhood, UCSD, Covered parking, Park, Dog wash, Cabanas, Move In, places to live, short term, corporate, furnished, Trolley, Hiking, Trails, Wood flooring, Quartz counter, Refrigerator, Balcony, Patio, Storage, Walk in closet, Large closet, La Jolla, Friars, Westfield, Walking    ", "title": "MOVE IN THE NEXT TWO WEEKS AND GET $1000 OFF MOVE IN!", "General_Address": "San Diego", "Square_feet": 1045, "Num_Bedrooms": 2, "Rent_price": 2450, "link": "https://sandiego.craigslist.org/csd/apa/6117466254.html", "address_2": "7777 Westside Dr.", "latitude": "32.776017", "attributes": ["2BR / 2Ba", "1045ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "no smoking", "carport", "wheelchair accessible"], "longitue": "-117.152710"},
{"craigslist_id": "6117457927", "listing_date": "2017-05-04 14:54", "text": "\n\n\nCall Us Today  \n show contact info\n\n\nThis Lovely top floor one bedroom apartment will make you the envy of all your friends. Corner apartment, overlooks your reserved parking space and gets plenty of natural lighting! Hurry before it is too late! No one wants to be stranded in the summer's heat without a place to live. \n\nThe Village at Del Mar Heights is located in the heart of one of San Diego's most prestigious neighborhoods.  We are close to I-5, the beach, Torrey Hills State Park, excellent schools, and the area's best shopping and dining. Our one- and two-bedroom homes feature crown molding, hardwood floors, gas ranges, spacious closets, in-home washer and dryer and a private patio or balcony. Enjoy dual fitness centers, a sparkling pool and spa, lush landscaping and BBQ and picnic areas. \n\nOffice Hours\nMonday: 09:00 AM   - 06:00 PM  \nTuesday: 09:00 AM   - 06:00 PM  \nWednesday: 10:00 AM   - 06:00 PM  \nThursday: 09:00 AM   - 06:00 PM  \nFriday: 09:00 AM   - 06:00 PM  \nSaturday: 09:00 AM   - 05:00 PM  \nSunday: Closed\n\nThe Village at Del Mar Heights Apartments\nMore Photos http://www.equityapartments.com/san-diego/del-mar/the-village-at-del-mar-heights-apartments?ilsid=93\n", "title": "Now Available - Top Floor One Bedroom with Tons of Natural Light!", "General_Address": "Del Mar Heights", "Square_feet": 700, "Num_Bedrooms": 1, "Rent_price": 2015, "link": "https://sandiego.craigslist.org/nsd/apa/6117457927.html", "address_2": "13138 Kellam Court", "latitude": "32.957058", "attributes": ["1BR / 1Ba", "700ft2", "available may 18", "\nthursday 2017-05-04\n", "\nfriday 2017-05-05\n", "\nsaturday 2017-05-06\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "carport"], "longitue": "-117.233130"},
{"craigslist_id": "6117455003", "listing_date": "2017-05-04 14:54", "text": "\n\n\nVIEW OUR WEBSITE:\n\nhttp://www.berkshirecommunities.com/apartments/ca/san-diego/the-rey/\n\nOur spacious studio, one, and two bedroom apartment homes provide a gorgeous blend of comfort, centrally located in downtown San Diego.\n\nOpen concept two bedroom apartment with two baths, in-home laundry and more! \n\nThe REY, managed by Berkshire Communities\n801 A Street\nSan Diego, CA 92101\nshow contact info\n\n\nApartment Features\n* Full sized Washer and Dryer in unit\n* Private Patio or Private Balcony (on select apartments)\n* Stainless Steel Appliances\n* Wood-Like Floors\n* Microwave\n* Refrigerator\n* Dishwasher\n* Walk-in Closet\n\nCommunity Features\n* Fitness Studio\n* Professionally Managed\n* Shimmering Pool\n* Package Acceptance\n* After-Hours Emergency Maintenance\n* Outdoor Grill Area\n* Green Recycling Center\n* Bike Racks\n* Concierge Service\n* Rooftop Terraces with Amazing Views\n* Cardio Room\n* Electric Car Charging Station\n* Yoga Lounge\n* Roof Deck\n* Car Wash Area\n* WiFi Access\n\n[#3524855]\n", "title": "Concierge Service, Lease Today, Comfort and Convenience", "General_Address": "San Diego", "Square_feet": 930, "Num_Bedrooms": 2, "Rent_price": 2760, "link": "https://sandiego.craigslist.org/csd/apa/6117455003.html", "address_2": "801 A Street", "latitude": "32.718786", "attributes": ["2BR / 2Ba", "930ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit"], "longitue": "-117.157300"},
{"craigslist_id": "6101331012", "listing_date": "2017-05-04 14:54", "text": "\n\n\nRancho Hillside Apartments offers fully upgraded home featuring custom maple cabinets, granite counters, washer-dryer and a fireplace. We also have some amazing amenities, including our sparkling pool and spa, movie theatre, tennis courts, fitness center and our business center. \n\nAvailable now: 2-bedroom/2-bath with vaulted ceilings & washer/dryer, starting at $1769*\n\nWe are pet-friendly! - 1 pet per home, under 19bs\n\nDeposits starting at $585 (OAC) and application fee is $30\n\n*Pricing is subject to availability and may change    ", "title": "Save $300 When You Lease This Amazing 2-Bedroom NOW", "General_Address": "Rancho San Diego", "Square_feet": 990, "Num_Bedrooms": 2, "Rent_price": 1769, "link": "https://sandiego.craigslist.org/esd/apa/6101331012.html", "address_2": "12367 Calle Albara", "latitude": "32.752647", "attributes": ["2BR / 2Ba", "990ft2", "available apr 30", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-116.927994"},
{"craigslist_id": "6092284581", "listing_date": "2017-05-04 14:53", "text": "\n\n\nWork, live, and play close by, and spend your time doing the things you really love. Serena Vista Apartment Homes has three vast impeccable floor plans, from well laid out one bedrooms, spacious two bedrooms, and townhomes. We have an apartment home to fit any lifestyle. Keeping up with today's busy lifestyle, we make it easy for you by providing two 24-hour laundry room, a fitness center and conversation areas in or around our beautiful pool. Serena Vista Apartment Homes offers nothing less than the best for our residents. Please call for an appointment today!!! We can't wait to hear from you!\n\n-Above the ground bedroom patio\n-Assigned tucked under carports with storage\n-Lots of natural light\n-Stunning hardwood inspired flooring\n-On Site Management\n-Oversized living room with lots of wall decorating space\n-Pay Rent Online !\n-Private fenced in back yards\n-Ample kitchen counter space and cabinets\n-Linen closet\n-2 Laundry Centers\n-Lots of closet space\n-Fitness center with cardio equipment\n-1 and 2 Bedrooms\n-Sun deck with relaxing pool\n\nCall: \n show contact info\n\n\n\n*Equal Housing Opportunity\n\n*Rates and availability subject to change daily    ", "title": "Two bed 2 bath Lots of natural light, 2 Laundry Centers", "General_Address": "Close to Grossmont Shopping Center", "Square_feet": 1044, "Num_Bedrooms": 2, "Rent_price": 1945, "link": "https://sandiego.craigslist.org/esd/apa/6092284581.html", "address_2": "5810 Amaya Dr ", "latitude": "32.785156", "attributes": ["2BR / 2Ba", "1044ft2", "available apr 17", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "no smoking", "carport"], "longitue": "-116.994713"},
{"craigslist_id": "6104019209", "listing_date": "2017-05-04 14:53", "text": "\n\n\n\n\nNormal Heights -Nice 1BR/1BA cottage w/1 car garage, great central location!\n\n\n\n\nProperty Address\n\n4462-68 30TH STREET - 4462 1/2 | SAN DIEGO, CA 92116\n\n\n  Available: Now\n\n\n\nOffered By\n\n\n  Willin Properties\n\n\n\n\n\n\nDescription\n\n    Available Now: Nice 1BR/1BA cottage home located in Normal Heights.  Small  complex.  Bright+airy unit w/separate dining area, gas stove, & small side patio. \n Includes an assigned (1) car garage.  No laundry on site sorry!-but laundromat close by.  Near small shops, restaurants, & bus line. Minutes to 805/8/15 Freeways. 1 year lease minimum & Renter's Insurance are required. $35 application fee per adult. Sorry no pets, no smokers, & no co-signors.\n  \nDetails\n\nBeds/Baths: 1BD/1.0BA\nSquare Feet: 500\n\nRental Terms\n\nRent: $1,295.00 \n\n    Available: Now\n    Application Fee: $35.00\n    Security Deposit: $1,100.00\n\n  \n", "title": "Normal Heights -Nice 1BR/1BA cottage w/1 car garage, great central loc", "General_Address": "Normal Heights", "Rent_price": 1295, "link": "https://sandiego.craigslist.org/csd/apa/6104019209.html", "address_2": "30th St. at Monroe Ave.", "latitude": "32.759155", "attributes": ["available apr 25", "apartment", "no laundry on site", "no smoking", "street parking"], "longitue": "-117.130180"},
{"craigslist_id": "6104017489", "listing_date": "2017-05-04 14:52", "text": "\n\n\n\n\nNorth Park - Charming 1BR/1BA Spanish style cottage\n\n\n\n\nProperty Address\n\n4332 SWIFT AVENUE | SAN DIEGO, CA 92104\n\n\n  Available: Now\n\n\n\nOffered By\n\n\n  Willin Properties\n\n\n\n\n\n\nDescription\n\n    Available Now: Charming Spanish style 1BR/1BA cottage located in small quiet private complex. Freshly painted unit w/all new carpet+vinyl flooring thru-out, separate dining room, new gas stove+fridge, faux fireplace, & small side yard area.  Assigned 1 car garage (good for small/medium sized vehicles). No laundry on site sorry-but laundromat close by! Near small shops, restaurants, bus, & 805+15 Freeways. 1 year lease minimum. $35 application fee per adult. Please do not disturb other residents. Sorry no pets, no co-signors, & no smokers.\n  \nDetails\n\nBeds/Baths: 1BD/1.0BA\nSquare Feet: 500\n\nRental Terms\n\nRent: $1,325.00 \n\n    Available: Now\n    Application Fee: $35.00\n    Security Deposit: $1,200.00\n\n  \n", "title": "North Park - Charming 1BR/1BA Spanish style cottage", "General_Address": "North Park", "Num_Bedrooms": 1, "Rent_price": 1325, "link": "https://sandiego.craigslist.org/csd/apa/6104017489.html", "address_2": "Swift Ave. at El Cajon Blvd.", "latitude": "32.755245", "attributes": ["1BR / 1Ba", "available apr 25", "apartment", "no laundry on site", "no smoking", "detached garage"], "longitue": "-117.119003"},
{"craigslist_id": "6117462930", "listing_date": "2017-05-04 14:52", "text": "\n\n\nCall Us Today  \n show contact info\n\n\nSpecial Offer\nUp to $375 off select apt homes and 2 for 1 pet rent\n\nEarly bird gets the worm!  Apply and reserve this apartment now and save big.  Corner second floor apartment will be getting updates all throughout.  You'll be the first to live in it once the all the new interiors are in place.  Kitchen is equipped with all major appliances including dishwasher & microwave.  Enjoy the privacy of not sharing any walls with neighbors and easy access to and from just up a flight of stairs or ride up the elevator.  Bedrooms are across from each other with the hallway bathroom in between. Two hallway closets one ideal for coats and the other for towels and linens. Balcony facing South. \n\nLocated just minutes from local beaches such as Fletcher's Cove and Del Mar Dog Beach.  Easy access to the I-5 and HWY 101. Dog Friendly. Down the street from great elementary and middle school.  Shopping centers and restaurants near by too.\n\nOffice Hours\nMonday: 09:00 AM   - 06:00 PM  \nTuesday: 09:00 AM   - 06:00 PM  \nWednesday: 10:00 AM   - 06:00 PM  \nThursday: 09:00 AM   - 06:00 PM  \nFriday: 09:00 AM   - 06:00 PM  \nSaturday: By Appointment\nSunday: Closed\n\nOcean Crest Apartments\n873 Stevens Avenue\n\nMore Photos http://www.equityapartments.com/san-diego/solana-beach/ocean-crest-apartments?ilsid=93\n", "title": "Last Of Its Kind! Hurry & Lease Now! 970 sq ft Of Gorgeousness!", "General_Address": "873 Stevens Avenue", "Square_feet": 970, "Num_Bedrooms": 2, "Rent_price": 2020, "link": "https://sandiego.craigslist.org/nsd/apa/6117462930.html", "address_2": "873 Stevens Avenue", "latitude": "32.983738", "attributes": ["2BR / 2Ba", "970ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "street parking"], "longitue": "-117.259076"},
{"craigslist_id": "6108956154", "listing_date": "2017-05-04 14:52", "text": "\n\n\nRancho Hillside Apartments offers fully upgraded home featuring custom maple cabinets, granite counters, washer-dryer and a fireplace. We also have some amazing amenities, including our sparkling pool and spa, movie theatre, tennis courts, fitness center and our business center. \n\nAvailable now: 2-bedroom/2-bath with vaulted ceilings & washer/dryer, starting at $1769*\n\nWe are pet-friendly! - 1 pet per home, under 19bs\n\nDeposits starting at $585 (OAC) and application fee is $30\n\n*Pricing is subject to availability and may change\ndo NOT contact me with unsolicited services or offers\ndo NOT contact me with unsolicited services or offers    ", "title": "MOVE IN TODAY - Modern And Chic - Great Price!!", "General_Address": "Rancho San Diego", "Square_feet": 955, "Num_Bedrooms": 2, "Rent_price": 1769, "link": "https://sandiego.craigslist.org/esd/apa/6108956154.html", "address_2": null, "latitude": "32.777700", "attributes": ["2BR / 2Ba", "955ft2", "available may 1", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit"], "longitue": "-116.919100"},
{"craigslist_id": "6104016523", "listing_date": "2017-05-04 14:52", "text": "\n\n\n\n\nNormal Heights -2 BR/1BA Craftsman Style Home, nr small shops+restaurants\n\n\n\n\nProperty Address\n\n4426 30th Street | San Diego, CA 92116\n\n\n  Available: 04/26/2017\n\n\n\nOffered By\n\n\n  Willin Properties\n\n\n\n\n\n\nDescription\n\n    Available Now: Unique Craftsman Style home with built in charm.  Newly Painted inside & out w/enclosed sun porch, faux fireplace, built in shelving, arched doorway into the formal dining room area w/built-in hutch. Small eat-in kitchen area w/gas stove & refrigerator. Separate rear entrance with storage/mud room. Shared coin laundry & dumpster.  Street parking only-sorry!  1 year lease & renter's insurance is required.  Tenants are billed for water.  Near small shops, restaurants, & bus line. Minutes to 805/8/15 Freeways. $35 application fee per adult.  Sorry no pets, no co-signors, & no smokers.  \n  \nDetails\n\nBeds/Baths: 2BD/1.0BA\nSquare Feet: 948\n\nRental Terms\n\nRent: $1,850.00 \n\n    Available: 04/26/2017\n    Application Fee: $35.00\n    Security Deposit: $1,700.00\n\n  \n", "title": "Normal Heights -2 BR/1BA Craftsman Style Home, nr small shops+restaura", "General_Address": "Normal Heights", "Num_Bedrooms": 2, "Rent_price": 1850, "link": "https://sandiego.craigslist.org/csd/apa/6104016523.html", "address_2": "30th St. at Meade Ave.", "latitude": "32.757286", "attributes": ["2BR / 1Ba", "available apr 25", "apartment", "laundry on site", "no smoking", "street parking"], "longitue": "-117.130173"},
{"craigslist_id": "6117461894", "listing_date": "2017-05-04 14:51", "text": "\n\n\nCall Now - \n show contact info\n\n\n\nThis is a 2 Bedroom, 2 Bath, approximately 945 Sq. Ft. \n\nWelcome to the stunning Park Pointe Rancho San Diego - where sensible apartment living meets a sensible cost of living. We offer you a wide selection of top-quality Rancho San Diego apartments that come with a few little extras, like well-equipped kitchens with brand name appliances, washers and dryers in each home, and a private patio or balcony. Simply put, our community of Rancho San Diego apartments offer you more of what you've been hoping for at a price better than you bargained for. So, what are you waiting for? \n\nFeatures:\nSpectacular views from select apartments, Spacious walk-in closets, Ceiling fans, Newly remodeled kitchen and baths, Cable ready, Vertical blinds, Central heat and air conditioning, In-unit washer and dryer, Breakfast bars, Private patio or balcony \n\nCommunity Amenities:\nWiFi internet access, Lighted tennis courts, Professionally landscaped barbecue and picnic areas, Suburban atmosphere near shopping and dining, Covered parking available, Great school district, Pet-friendly community, Well-equipped fitness center, Sparkling swimming pools and spa, Close proximity to El Cajon and San Diego, Complimentary package acceptance service, Easy access to highways 94, 125, and 8, Additional on-site storage available, On-site and on-call maintenance \n\nPet Policy:\nBreed Restrictions Apply - Call for Details \n\nFollow The Link Below:\nhttp://discover.rvmcorp.com/xuy3o0\n\n\nEqual Housing Opportunity \n\n\niL805WPH    ", "title": "Luxury Living At A Great Price, Brand New Apartments, Near Shopping", "General_Address": "El Cajon", "Square_feet": 945, "Num_Bedrooms": 2, "Rent_price": 1995, "link": "https://sandiego.craigslist.org/esd/apa/6117461894.html", "address_2": "2450 Hilton Head Pl.", "latitude": "32.746103", "attributes": ["2BR / 2Ba", "945ft2", "available may 5", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-116.925633"},
{"craigslist_id": "6117461381", "listing_date": "2017-05-04 14:51", "text": "\n\n\n\n\nModern 1BD/1BA Condo in North Park\n\n\n\n\nProperty Address\n\n4225 Florida Street #7 | San Diego, CA 92104\n\n\n  Available: 06/01/2017\n\n\n\nOffered By\n\n\n  San Diego City Homes Property Mgmt  |  \n show contact info\n\n\n\n\nDescription\n\n    Walk to North Park, Hillcrest or University Heights and all that they have to offer - tons of dining, shopping, entertainment options.  This top floor renovated unit offers crown molding, plush cut Berber carpeting in the living areas, a large entertainers kitchen with light maple cabinets, granite countertops, stainless steel appliances, travertine tile floors and one reserved parking space.  One small indoor pet negotiable with additional deposit.  Non-smokers only please.  Email or Call \n show contact info\nfor viewings.\n\n Equal Housing Opportunity \n San Diego City Homes, DRE License 01980439\n  \nAmenities\n\nOne carport parking spot\nOn Site Laundry\nRefrigerator\nBuilt-in microwave\nElectric Stovetop/Oven\n\nDetails\n\nBeds/Baths: 1BD/1.0BA\nSquare Feet: 700\n\nRental Terms\n\nRent: $1,500.00 \n\n    Available: 06/01/2017\n    Application Fee: $30.00\n    Security Deposit: $1,000.00\n\n  \nPet Policy\n\nCats allowed\nSmall dogs allowed\n\n", "title": "1BD/1BA Condo in North Park/University Heights", "General_Address": "4225 Florida Street #7", "Square_feet": 700, "Num_Bedrooms": 1, "Rent_price": 1500, "link": "https://sandiego.craigslist.org/csd/apa/6117461381.html", "address_2": "Florida Street at El Cajon Blvd", "latitude": "32.754513", "attributes": ["1BR / 1Ba", "700ft2", "available jun 1", "cats are OK - purrr", "dogs are OK - wooof", "condo", "laundry on site", "no smoking", "carport"], "longitue": "-117.143487"},
{"craigslist_id": "6117450598", "listing_date": "2017-05-04 14:51", "text": "\n\n\nClose to major employers, colleges, shopping, dining and outdoor fun!\n\nWe are a Boutique Community that offers amazing mountain views, amenities and privacy! Located on the hillside of La Mesa facing  beautiful Mt. Helix. Our apartments do not face each other which enhances each residents privacy and views! We offer 24 hour amenities,  dry Sauna,  newly updated fitness room, open and airy floor plans a beautiful sundeck, heated pool and spa as well as a large 24 hour laundry room with coin or debit options! We are located within walking distance to Lake Murray for biking, hiking and lake fun!\nWe offer Large Studios, 1 bedroom 1 bath, 2 bedroom 1.5 bath the apartment homes are all open and airy floor plans with over sized glass sliding doors to bring the outdoors in!\n\nCall today for your visit to our community for your first and last stop for your next home!\n\n-Club House\n-Pool\n-Pet Friendly\n-Laundry\n-Fitness Center\n-Storage Space\n-Dish Washer\n-Air Conditioning\n-Spa\n-Go Green! Pay Rent Online!\n\nCall: \n show contact info\n\n\n•  Limitless opportunities abound at La Mesa, restaurants, major shopping malls, grocery stores, movie theater\n•  Miles of beautiful hiking, biking trails within minutes!, Lake Murray, Mission Trails Regional Park,  One Father Juniper Serra Trail\n•  Easy access to the I-15, 805, 5, 125 will take you to the ocean and other parts of San Diego.\n\n7200 Saranac Street\nLa Mesa Ca. 91942\nHrs. Monday- Friday 8:00 am to 5:00 pm\nSaturday by appointment only\n\nAll prices are subject to change. All prices are subject to lease term and move-in date.\nEqual Opportunity Housing\n\nWe are a Boutique Community that offers amazing mountain views, amenities and privacy! Located on the hillside of La Mesa facing  beautiful Mt. Helix. Our apartments do not face each other which enhances each residents privacy and views! We offer 24 hour amenities,  dry Sauna,  newly updated fitness room, open and airy floor plans a beautiful sundeck, heated pool and spa as well as a large 24 hour laundry room with coin or debit options! We are located within walking distance to Lake Murray for biking, hiking and lake fun!\nWe offer Large Studios, 1 bedroom 1 bath, 2 bedroom 1.5 bath the apartment homes are all open and airy floor plans with oversized glass sliding doors to bring the outdoors in! Call or email today for your visit to our community!\nSouthridge Apartments is for you! Call today for your visit to our community!\n\nAll prices are subject to change. All prices are subject to lease term and move-in date.\n\n-Dish Washer\n-Laundry\n-Club House\n-Pet Friendly\n-Air Conditioning\n-Go Green! Pay Rent Online!\n-Spa\n-Pool\n-Storage Space\n-Fitness Center\n\nCall: \n show contact info\n\n\n•  Limitless opportunities abound at La Mesa, restaurants, major shopping malls, grocery stores, & movie theatre\n•  Miles of beautiful hiking & biking trails within minutes!, Lake Murray, Mission Trails Regional Park & One Father Junipero Serra Trail\n•  Easy access to the I-15, 805, 5 & 125 will take you to the ocean and other parts of San Diego.\n\n7200 Saranac Street\nLa Mesa Ca. 91942\nHrs. Monday- Friday 8am to 5pm\nSaturday by appointment only\n\nPricing subject to change without notice.\nEqual Opportunity Housing\n", "title": "newly renovated 1br apt. deposit 500 on approved credit.", "General_Address": "La Mesa", "Square_feet": 650, "Num_Bedrooms": 1, "Rent_price": 1550, "link": "https://sandiego.craigslist.org/esd/apa/6117450598.html", "address_2": "7200 Saranac Street ", "latitude": "32.770901", "attributes": ["1BR / 1Ba", "650ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "no smoking", "off-street parking"], "longitue": "-117.042686"},
{"craigslist_id": "6117457575", "listing_date": "2017-05-04 14:48", "text": "\n\n\n\n\nRemodeled & upgraded College Area Townhome with oversized garage!\n\n\n\n\nProperty Address\n\n4517 College Way #L | San Diego, CA 92115\n\n\n  Available: 06/02/2017\n\n\n\nOffered By\n\n\n  AMG Props  |  \n show contact info\n\n\n\n\nDescription\n\n    This College area townhome has two bedrooms & two and a half baths in a small 16 unit complex tucked away on a quiet street.\n\nIt is a two level home with the living room, dining area, half bathroom and kitchen on the main floor and the bedrooms on the top floor.  The main level has a very open layout, lots of natural light & a fireplace.  \n\nThe bedrooms upstairs are spacious and have lots more natural light.  New carpet & paint complete the updated feel.  There is a balcony with a lovely view as well.\n\nThe garage is attached and located below the living space.  There is a large workshop/storage area at the back of the garage for your convenience!  Sorry, no cosigners permitted.\n\nPet Policy:  Pets are considered on a case by cases basis with additional $25/month pet rent per pet & positive pet references. \n\nIncluded Utilities:   Water, sewer & trash paid by owner.  Tenant pays power, internet & cable.\n\nAMG Props will run a thorough background check on each applicant, including your credit, eviction & criminal history. We also verify your current and previous rental and employment history.  We would like to see at least 12 months of employment history.  \n$40 application fee per person over 18. Renters insurance is required for your protection.  We do not rent to anyone with any unpaid evictions or balance to previous landlords. $99 tenant setup fee due with first month's rent.   \nService animals are permitted with required documentation (certification of service animal as well as authorization from doctor indicating service animal is prescribed).  AMG Props has been authorized by the owner of this property to pursue legal action against any person providing falsified documentation proving service animal status.\n\nGive us a call or send us an email today to discuss this home & set up a showing!\n\n*****IF YOU ARE A PROPERTY OWNER CONSIDERING USING A PROPERTY MANAGER, LOOK NO FURTHER!  WE WELCOME YOUR CALL OR EMAIL & LOOK FORWARD TO HEARING FROM YOU TODAY*****\n\nAMG Props\nwww.amgprops.com\n\nshow contact info\n\nshow contact info\n\n\n\n\n\nAmenities\n\ngarage\nCentral air\nprivate balcony\n\nDetails\n\nBeds/Baths: 2BD/2.5BA\nSquare Feet: 1,000\n\nRental Terms\n\nRent: $1,925.00 \n\n    Available: 06/02/2017\n    Application Fee: $40.00\n    Security Deposit: $1,925.00\n\n  \nPet Policy\n\nCats allowed\nDogs allowed\n\n", "title": "Remodeled & upgraded College Area Townhome with oversized garage", "General_Address": "SDSU, El Cerrito, Rolando", "Square_feet": 1000, "Num_Bedrooms": 2, "Rent_price": 1925, "link": "https://sandiego.craigslist.org/csd/apa/6117457575.html", "address_2": "4517 College Way", "latitude": "32.758768", "attributes": ["2BR / 2.5Ba", "1000ft2", "available jun 2", "cats are OK - purrr", "dogs are OK - wooof", "condo", "w/d in unit", "no smoking", "detached garage"], "longitue": "-117.066944"},
{"craigslist_id": "6117456741", "listing_date": "2017-05-04 14:48", "text": "\n\n\n\n\n2BD/1BA at Rancho Coronado Condos\n\n\n\n\nProperty Address\n\n772 Florida Street | Imperial Beach, CA 91932\n\n\n  Available: Now\n\n\n\nOffered By\n\n\n  San Diego City Homes Property Mgmt  |  \n show contact info\n\n\n\n\nDescription\n\n    Ready for immediate move in! Lovely top floor 2 Bedroom/1 Bath with granite counter tops in kitchen and bath, washer/dryer in condo and a private patio off of the living room. New carpet and paint throughout! One reserved carport space comes with it. One small indoor pet welcome with signed agreement and additional $500 deposit.  Call \n show contact info\nfor showings. \n\nEqual Housing Opportunity \nSan Diego City Homes, DRE License 01980439\n  \nAmenities\n\nGranite counter tops\nWasher/Dryer\nBuilt-in microwave\nOne carport parking spot\n\nDetails\n\nBeds/Baths: 2BD/1.0BA\nSquare Feet: 790\n\nRental Terms\n\nRent: $1,575.00 \n\n    Available: Now\n    Application Fee: $30.00\n    Security Deposit: $1,575.00\n\n  \nPet Policy\n\nCats allowed\nSmall dogs allowed\n\n", "title": "Move In Today! 2BD/1BA in Imperial Beach", "General_Address": "772 Florida Street", "Square_feet": 790, "Num_Bedrooms": 2, "Rent_price": 1575, "link": "https://sandiego.craigslist.org/ssd/apa/6117456741.html", "address_2": "Florida Street at Donax Ave", "latitude": "32.582493", "attributes": ["2BR / 1Ba", "790ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "condo", "w/d in unit", "no smoking", "carport"], "longitue": "-117.109623"},
{"craigslist_id": "6107095864", "listing_date": "2017-05-04 14:47", "text": "\n\n\nRancho Hillside Apartments offers fully upgraded home featuring custom maple cabinets, granite counters, washer-dryer and a fireplace. We also have some amazing amenities, including our sparkling pool and spa, movie theatre, tennis courts, fitness center and our business center. \n\nAvailable now: 2-bedroom/2-bath with vaulted ceilings & washer/dryer, starting at $1769*\n\nWe are pet-friendly! - 1 pet per home, under 19bs\n\nDeposits starting at $585 (OAC) and application fee is $30\n\n*Pricing is subject to availability and may change\ndo NOT contact me with unsolicited services or offers\ndo NOT contact me with unsolicited services or offers    ", "title": "NO PLACE LIKE HOME!!", "General_Address": "Rancho San Diego", "Square_feet": 955, "Num_Bedrooms": 2, "Rent_price": 1769, "link": "https://sandiego.craigslist.org/esd/apa/6107095864.html", "address_2": null, "latitude": "32.777700", "attributes": ["2BR / 2Ba", "955ft2", "available may 1", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "carport"], "longitue": "-116.919100"},
{"craigslist_id": "6096624882", "listing_date": "2017-05-04 14:47", "text": "\n\n\nThe Dylan Apartment Homes is located just off the 76 highway between Carlsbad and Vista, conveniently located 5 miles away from the ocean and 2 miles away from Camp Pendleton.  This beautiful community is richly landscaped with an unusual blend of tall pines, redwoods, gardens, and grassy green areas.  The one bedroom, two bedroom, and three bedroom floor plans feature some of the most peaceful living spaces in Oceanside, California. Residents are invited to sit back and relax by one of our two sparkling swimming pools. The Dylan Apartment Homes is a pet friendly community, welcoming both cats and dogs with only a few breed restrictions.\n\n-Courtyard\n-Balcony\n-Accepts Electronic Payments\n-Pool\n-Controlled Access\n-Covered Parking\n-Fitness Center\n-Additional Storage\n\nCall: \n show contact info\n", "title": "**You Can't say No to this Amazing Floor plan!**", "General_Address": "550 LOS ARBOLITOS BLVD, OCEANSIDE, CA 92058", "Square_feet": 1013, "Num_Bedrooms": 2, "Rent_price": 1795, "link": "https://sandiego.craigslist.org/nsd/apa/6096624882.html", "address_2": "550 LOS ARBOLITOS BLVD", "latitude": "33.234026", "attributes": ["2BR / 2Ba", "1013ft2", "available jul 20", "\nthursday 2017-04-20\n", "\nfriday 2017-04-21\n", "\nsaturday 2017-04-22\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "carport"], "longitue": "-117.337602"},
{"craigslist_id": "6117455086", "listing_date": "2017-05-04 14:46", "text": "\n\n\nSan Katrina\n336 Pine Ave, Carlsbad, CA, 92008\n\nFollow This Link for More Information:\nhttp://rent.sunrisemgmt.com/5vdk7e\n\nCall Now: \n show contact info\n\n\n\nThe Premier Rental Community in Carlsbad\n\nThis is a 2 Bedroom, 2 Bath, approximately 875 Sq. Ft. \n\nCome home to San Katrina and come home to spacious elegant living within convenient walking distance of the sandy beaches and the wide variety of shops in quaint Carlsbad Village. Striking Mediterranean architecture with tile roofs, lush tropical landscaping and our exceptional wealth of amenities are but a few of the reasons why San Katrina is truly the premier rental community in Carlsbad. \n\nFeatures\n- Ceiling fans \n- Cable or Satellite \n- Wood like flooring \n- Some units have private gated yards or Xtra large patios \n- Extra Storage \n- Garbage Disposal \n- Excellent View \n- Pantry \n- Dishwasher \n- Private Patio/Balcony \n\nCommunity Amenities\n- OnSite Laundry Facility \n- Near Public Transportation \n- Freeway Access \n- Assigned Covered Parking \n- Swimming Pool \n\nDriving Directions\nTake Carlsbad Village Dr to Coast Hwy 101 (Carlsbad Blvd) South, 1 Light to Pine Ave. Take Pine 1 1/2 blocks. San Katrina is last building on the left \n\nOffice Hours\n9:00am-3pm Tuesday - Friday\n9:00am-6:00pm Saturday\n\n\nPet Policy\nDogs and Cats Welcome!\nBreed Restricitons Apply. \n\nReasonable accommodations are made for service and companion animals in connection with disabilities. \n\nEqual Housing Opportunity \n\n\nICQJXXO3m    ", "title": "Welcome home to your beautiful 2x2! Walk to the village", "General_Address": "Carlsbad, Pine Ave. HWY 101", "Square_feet": 875, "Num_Bedrooms": 2, "Rent_price": 2300, "link": "https://sandiego.craigslist.org/nsd/apa/6117455086.html", "address_2": "336 Pine Ave.", "latitude": "33.156342", "attributes": ["2BR / 2Ba", "875ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "carport"], "longitue": "-117.348753"},
{"craigslist_id": "6112574594", "listing_date": "2017-05-04 14:46", "text": "\n\n\nRancho Hillside Apartments offers fully upgraded home featuring custom maple cabinets, granite counters, washer-dryer and a fireplace. We also have some amazing amenities, including our sparkling pool and spa, movie theatre, tennis courts, fitness center and our business center. \n\nAvailable now: 2-bedroom/2-bath with vaulted ceilings & washer/dryer, starting at $1769*\n\nWe are pet-friendly! - 1 pet per home, under 19bs\n\nDeposits starting at $585 (OAC) and application fee is $30\n\n*Pricing is subject to availability and may change\ndo NOT contact me with unsolicited services or offers\ndo NOT contact me with unsolicited services or offers    ", "title": "Gorgeous, Modern Home Ready For Move In TODAY - Save $300", "General_Address": "Rancho San Diego", "Square_feet": 955, "Num_Bedrooms": 2, "Rent_price": 1769, "link": "https://sandiego.craigslist.org/esd/apa/6112574594.html", "address_2": null, "latitude": "32.777700", "attributes": ["2BR / 2Ba", "955ft2", "available may 1", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "carport"], "longitue": "-116.919100"},
{"craigslist_id": "6076556483", "listing_date": "2017-05-04 14:45", "text": "\n\n\n\n\nMOVE IN SPECIAL Tranquil La Costa Condo w/ Spectacular Ocean Views & Sunsets\n\n\n\n\nProperty Address\n\n6991 Ballena Way | #21 | Carlsbad, CA 92009\n\n\n  Available: Now\n\n\n\nOffered By\n\n\n  Grey Falcon Properties  |  \n show contact info\n\n\n\n\nDescription\n\n    Description:\nMove in by May 15th, receive $100 off 1st months rent!\n\nImmaculate 2 Bedroom 2 Full Bath Condo\n\nOcean Views from Every Room!\n\nIncludes 2 Covered parking spaces.\nAdditional storage room\nWasher/Dryer, stove/oven, microwave, dishwasher, fireplace & A/C\n\nThis Condo is located on the 2nd level.\nCathedral Ceilings\n\nAbove Million dollar homes away from congestion & pollution\n\nComplex offers a heated pool/spa, gym and club house.  Just 8 minutes away from Palomar Airport , The 5 Freeway & the beach!\n\n3 Minutes from El Camino Real,  shopping, dinning and much more.  Don't miss out on this gem.  It will go fast!\n\nSORRY BUT WE ARE UNABLE TO PERMIT PETS\nNO SMOKING\n\n\nCall Sarah Bissell at \n show contact info\nto schedule a showing\nCBRE#01925170\n\nLocated in La Costa Nearby; Encinitas Carlsbad San Marcos Oceanside Vista Fallbrook Bonsall Del Mar Solana Beach San Diego\n  \nAmenities\n\nSolar Heated Pool/Spa\nOceanview\nClubhouse\nGym\nFireplace\nStorage Unit\n\nDetails\n\nBeds/Baths: 2BD/2.0BA\n\nRental Terms\n\nRent: $2,245.00 \n\n    Available: Now\n    Application Fee: $25.00\n    Security Deposit: $2,245.00\n\n  \n", "title": "Move In Special, Tranquil La Costa Condo w/ Spectacular Ocean Views", "General_Address": "La Costa", "Num_Bedrooms": 2, "Rent_price": 2245, "link": "https://sandiego.craigslist.org/nsd/apa/6076556483.html", "address_2": "6991 Ballena Way", "latitude": "33.095400", "attributes": ["2BR / 2Ba", "available may 1", "condo", "laundry on site", "carport"], "longitue": "-117.261900"},
{"craigslist_id": "6102788891", "listing_date": "2017-05-04 14:45", "text": "\n\n\nWelcome to Rancho Hillside Apartments, this upstairs home features upgraded cabinets and counters, washer/dryer and vaulted ceilings, starting at $1769*\n\nThis home wont last long - apply online today! Only $30/per application & deposits starting as low as $585(OAC)! \n\nOur community includes: \n* Full-size swimming pool \n* Sparkling spa \n* Fitness center\n* Movie theater\n* Tennis courts\n* Wood-burning fireplace\n* Granite countertops\n* Central air & heat\n* Washer/dryer \n* Dishwasher\n* Spacious closets\n* Spacious patio\n\nGet started on your online application now - http://www.ranchohillside.com/\n\n*Pricing is subject to availability and may change    ", "title": "Luxury Amenities & Resort-Style Living - At A Great Price!", "General_Address": "Rancho San Diego", "Square_feet": 955, "Num_Bedrooms": 2, "Rent_price": 1769, "link": "https://sandiego.craigslist.org/esd/apa/6102788891.html", "address_2": "12367 Calle Albara", "latitude": "32.752773", "attributes": ["2BR / 2Ba", "955ft2", "available may 1", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-116.927887"},
{"craigslist_id": "6076946493", "listing_date": "2017-05-04 14:45", "text": "\n\n\nDescription:\nMove in by May 15th, receive $100 off 1st months rent!\n\nImmaculate 2 Bedroom 2 Full Bath Condo\n\nOcean Views in Every Room!\n\nIncludes 2 Covered parking spaces.\nAdditional storage room\nWasher/Dryer, stove/oven, microwave, dishwasher, fireplace & A/C\n\nThis Condo is located on the 2nd level.\nCathedral Ceilings\n\nAbove Million dollar homes away from congestion & pollution\n\nComplex offers a heated pool/spa, gym and club house.  Just 8 minutes away from Palomar Airport , The 5 Freeway & the beach!\n\n3 Minutes from El Camino Real,  shopping, dinning and much more.  Don't miss out on this gem.  It will go fast!\n\nSORRY BUT WE ARE UNABLE TO PERMIT PETS\nNO SMOKING\n\n\nCall Sarah Bissell at \n show contact info\nto schedule a showing\nCBRE#01925170\n\nLocated in La Costa Nearby; Encinitas Carlsbad San Marcos Oceanside Vista Fallbrook Bonsall Del Mar Solana Beach San Diego    ", "title": "Move In Special, Tranquil La Costa Condo w/ Ocean Views", "General_Address": "Carlsbad", "Num_Bedrooms": 2, "Rent_price": 2245, "link": "https://sandiego.craigslist.org/nsd/apa/6076946493.html", "address_2": "6991 Ballena Way", "latitude": "33.163900", "attributes": ["2BR / 2Ba", "available may 1", "condo", "w/d in unit", "no smoking", "carport"], "longitue": "-117.300900"},
{"craigslist_id": "6105388608", "listing_date": "2017-05-04 14:45", "text": "\n\n\n\n\nMOVE IN SPECIAL! Immaculate Home in the Carlsbad School District\n\n\n\n\nProperty Address\n\n1701 Carissa Way | Carlsbad, CA 92011\n\n\n  Available: 05/09/2017\n\n\n\nOffered By\n\n\n  Grey Falcon Properties  |  \n show contact info\n\n\n\n\nDescription\n\n    Move in By May 15th take $200 off 1st months rent.\n\n4 Bedrooms\n2.5 Bathrooms\nGiant, Upgraded kitchen\nRefrigerator, Microwave, Oven/Stove, Dishwasher, AC\n2100+ Square Feet\nFireplace\nCozy Back Yard\n2 Car Garage\nCommunity Pool and Clubhouse\nCarlsbad school district\nGardener Included\nUnable to permit any pets.\n\nHuge value for a four bedroom. The backyard is very peaceful.  The peace and quiet are amazing.  For a showing please call or email.\n\nSarah Bissell \n show contact info\nBRE#01925170\n\n\nAmenities\n\nFridge\nmicrowave\nstove/oven\nDishwasher\nAir Conditioning\nFireplace\n2 car garage\nCommunity Pool/Spa\n\nDetails\n\nBeds/Baths: 4BD/2.5BA\nSquare Feet: 2,169\n\nRental Terms\n\nRent: $3,400.00 \n\n    Available: 05/09/2017\n    Application Fee: $25.00\n    Security Deposit: $3,400.00\n\n  \n", "title": "MOVE IN SPECIAL Immaculate Carlsbad Home Good School District", "General_Address": "Carlsbad", "Square_feet": 2169, "Num_Bedrooms": 4, "Rent_price": 3400, "link": "https://sandiego.craigslist.org/nsd/apa/6105388608.html", "address_2": "1701 Carissa Way", "latitude": "33.114273", "attributes": ["4BR / 2Ba", "2169ft2", "available may 9", "apartment", "attached garage"], "longitue": "-117.278053"},
{"craigslist_id": "6105377805", "listing_date": "2017-05-04 14:45", "text": "\n\n\nMove in by May 15th Get $200 OFF 1st months rent.\n\n4 Bedrooms\n2.5 Bathrooms\nGiant, Upgraded kitchen\nRefrigerator, Microwave, Oven/Stove, Dishwasher, AC\n2100+ Square Feet\nFireplace\nCozy Back Yard\n2 Car Garage\nCommunity Pool and Clubhouse\nCarlsbad school district\nUnable to permit any pets.\n\nHuge value for a four bedroom. The backyard is very peaceful.  The peace and quiet are amazing.  For a showing please call or email.\n\nSarah Bissell \n show contact info\n\nBRE#01925170    ", "title": "MOVE IN SPECIAL Immaculate Home in the Carlsbad School District", "Square_feet": 2169, "Num_Bedrooms": 4, "Rent_price": 3400, "link": "https://sandiego.craigslist.org/nsd/apa/6105377805.html", "address_2": "1701 Carissa Way", "latitude": "33.114273", "attributes": ["4BR / 2Ba", "2169ft2", "available may 9", "apartment", "attached garage"], "longitue": "-117.278053"},
{"craigslist_id": "6114244014", "listing_date": "2017-05-04 14:44", "text": "\n\n\nGorgeous Arrowood home available July 1. Close to Camp Pendleton back gate. \n\nIncludes access to Arrowood subdivision jr olympic pool.\n\n3 car garage, 3500 square feet, huge master suite with balcony overlooking golf course to the southeast and spectacular views across the valley, especially at night, master bath with tile shower, separate oversized soaking garden tub, separate sinks, large walk-in closet. Guest bedroom with en-suite full bathroom and walk-in closet. Huge laundry room with washer and dryer included, plus sink and tons of counter and cabinet space. Two additional bedrooms have a full Jack and Jill bath with dual sinks and access to front covered balcony. Upstairs loft, downstairs includes a half bath, formal dining room, family room, living room with gas fireplace and access to the covered patio, large eat-in kitchen with rectangular island, granite countertops, white floor to ceiling cabinets, stainless steel appliances including gas stove, built-in oven and microwave, dishwasher, disposal, very large fridge with ice and water in the door, freezer on the bottom and French doors on top, and views out the windows across the valley. Flooring includes tile downstairs and in bathrooms and laundry upstairs, neutral carpet downstairs in the family room and in all upstairs bedrooms, and wood flooring on the stairs, hallways and loft upstairs. Neutral tan paint and crown molding throughout. Weekly landscaping included. \n\nNo pets allowed. Must have good credit, proof of income, references. Security deposit $3300. Lease term of 1 or 2 years. All tenants 18 and up require credit check.\n\n", "title": "Arrowood 4 bedroom, 3.5 bath home", "General_Address": "Oceanside", "Square_feet": 3500, "Num_Bedrooms": 4, "Rent_price": 3300, "link": "https://sandiego.craigslist.org/nsd/apa/6114244014.html", "address_2": "1205 Breakaway Dr", "latitude": "33.270125", "attributes": ["4BR / 3.5Ba", "3500ft2", "available jul 1", "house", "w/d in unit", "attached garage"], "longitue": "-117.290211"},
{"craigslist_id": "6108252705", "listing_date": "2017-05-04 14:44", "text": "\n\n\nBRAND new - HUGE loft PENTHOUSE - be the first to live in this AMAZING space!\n\nCORNER top floor unit - nobody above you\nBRIGHT - AIRY - FUN\nyou have to see this place to believe it.\nits totally unique - mixed use urban infill at its best. \n\nwww.LiveEarnest.com\n4201 30th Street\nSan Diego CA 92104\n\nhuge loft with 20 foot tall ceilings. \n2 story - master suite w amaz views upstairs. \nAC & heat\ndishwasher\nlaundry room \nstorage closet\nmaster bedroom very big easily fits KING bed.\nHUGE walk in closets in master\n\ncool custom design kitchen cabinets & countertops.\neco-friendly design. \ngreat cross ventilation.\n3 sides natural daylight and fresh air.\nhuge kitchen perfect for entertaining.\nMASSIVE PRIVATE balcony w sunrise mountain views or sunset water tower views \n\nFUN - inspiring courtyard space w BBQ and outdoor kitchen hang out space.\n\nluxurious walk in closet.\nupstairs unit - no elevator. \ngarage onsite assigned parking\n2 garage parking spots\nyou pay all utilities.\n12 month lease\nsecurity deposit is same as one month rent credit / criminal check \n\nSHOWN BY APPT ONLY please\n\nBe one of the first to live in this extraordinary building. Stunning two-story loft with 20 foot ceilings, large balcony, and tons of light. Flow-through unit with exposure on two sides. A/C and heating, washer and dryer in the unit, dishwasher, all new appliances, and assigned parking in the attached garage. All of these amenities, plus it's located in one of SD's most exciting neighborhoods. One block from dozens of restaurants, breweries, bars and shopping. near the weekly Farmer's Market. Five minutes to downtown.\n\n4201 30th Street\nNorth Park - along 30th street - SD's brewery capital!!\nwww.LiveEarnest.com    ", "title": "stunning PENTHOUSE loft 3 bed 2 bath HUGE rooftop PRIVATE deck VIEWS", "General_Address": "north park", "Square_feet": 1650, "Num_Bedrooms": 3, "Rent_price": 3995, "link": "https://sandiego.craigslist.org/csd/apa/6108252705.html", "address_2": null, "latitude": "32.718500", "attributes": ["3BR / 2Ba", "1650ft2", "available apr 28", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "no smoking", "attached garage"], "longitue": "-117.159300"},
{"craigslist_id": "6117452138", "listing_date": "2017-05-04 14:44", "text": "\n\n\nStunning Custom Granny Flat w/amazing views! Like new, immaculate custom built condo(Granny Flat) in the rolling of Vista. Roomy two bedroom, one bath with an open flowing floor plan features 1150 square feet and is very light and bright. This home features a large open concept kitchen and family room. Modern kitchen is loaded with high end appliances and granite counter tops. This home boasts custom handmade travertine floors, granite countertops, full size washer and dryer. Boat or possibly small RV parking onsite. Amazing views, watch hawks soar, enjoy the country view of hills and groves. Includes a finished extra deep one car garage and private fenced yard with outdoor shower. Easy freeway access to I-15. 25 Minutes to either Rancho Bernardo or Temecula. Rent includes water/sewer/trash and landscaping service. Tenant pays SDG&E;, propane and cable/phone/internet. Showings by appointment only. Do not disturb occupants. No dogs, cat ok with extra deposit. This listing is for the granny flat unit only. Please contact Carol at \nshow contact info\n", "title": "RANCH AND SEA MANAGEMENT - 29779 Reza Ct. Vista", "General_Address": "Vista", "Num_Bedrooms": 2, "Rent_price": 1895, "link": "https://sandiego.craigslist.org/nsd/apa/6117452138.html", "address_2": "29779 Reza Ct.", "latitude": "33.213100", "attributes": ["2BR / 1Ba", "available jun 1", "cats are OK - purrr", "condo", "w/d in unit", "attached garage"], "longitue": "-117.224300"},
{"craigslist_id": "6108578570", "listing_date": "2017-05-04 14:44", "text": "\n\n\nHighly sought after, single level home w/views.**Move In Special, $500 off first months rent for move in by May 15th and a 2 year lease. This beautiful home situated in a nice neighborhood with views of the valley and hills. Features a gorgeous park like yard with a \"Amish style\" gazebo, and a detached bonus room/office/teen room with its own bathroom. Also detached workshop/garage and RV parking. So many perks. The main 2 car garage is finished and includes a huge attic/storage space.\nThe home boasts elegant upgrades from the kitchen to the bathroom, all new windows, laminate flooring (carpet in bedrooms), and natural lighting. Entertain on the large patio and or deck. Functional outdoor kitchen with BBQ burners, sink + Lots of fruit trees, gorgeous roses and a weeping willow all complete this welcoming yard. Call Carol at \n show contact info\n", "title": "RANCH AND SEA MANAGEMENT - 4982 Wildwood Dr.", "General_Address": "Oceanside", "Num_Bedrooms": 3, "Rent_price": 3200, "link": "https://sandiego.craigslist.org/nsd/apa/6108578570.html", "address_2": "4982 Wildwood Dr.", "latitude": "33.237434", "attributes": ["3BR / 3Ba", "available may 10", "apartment", "w/d hookups", "attached garage"], "longitue": "-117.284379"},
{"craigslist_id": "6098610354", "listing_date": "2017-05-04 14:44", "text": "\n\n\nBreathtaking ocean views from every room! Fully furnished unit directly across from the beach! Roof top with fire pit and Jacuzzi. 3 bd/2.5ba. Flat screens in every room, a chef's dream gourmet kitchen with 2 subzero refrigerators, granite counter tops, trash compactor, wine storage and bar, 6 burner double oven. Custom closet in master with patio to enjoy magically sunsets. Designer touches throughout! Too Many upgrades to mention! Call KIM for an appointment to view today! \n show contact info\n\n\nCondo, 3 bedrooms, 2 1/2 bathrooms. Furnished, blinds, 6 burner stove, double oven, refrigerator sub-zero, microwave, garbage disposal, granite countertops, trash compactor, fireplace, deck, patio, AC, roof top deck, carpet, tile, hardwood. Tenant pays all utilities stackable washer/dryer in unit/closet OCEAN VIEW Close By: Schools/Shopping/Fwy Access NO PETS.    ", "title": "RANCH AND SEA MANAGEMENT - 138 Chestnut Ave. Carlsbad", "General_Address": "Carlsbad", "Square_feet": 2364, "Num_Bedrooms": 3, "Rent_price": 8500, "link": "https://sandiego.craigslist.org/nsd/apa/6098610354.html", "address_2": "138 Chestnut Ave.", "latitude": "33.153041", "attributes": ["3BR / 2.5Ba", "2364ft2", "available apr 21", "condo", "w/d in unit", "attached garage"], "longitue": "-117.348880"},
{"craigslist_id": "6092262930", "listing_date": "2017-05-04 14:44", "text": "\n\n\nREADY FOR IMMEDIATE MOVE IN. Upgraded Condo located in Forest Glen gated community. Kitchen has granite counters, upgraded cabinets with lots of storage, stainless appliances including the refrigerator. Unit is 2 bedroom, 2 baths. Baths have granite counters and tile flooring. Great private patio area off of living room.Community Pool & Spa and on-site laundry room. Small pet, under 30 lb. will be considered with additional $300.00 deposit. Property is available NOW! Call Kim to schedule a showing appointment \nshow contact info\n", "title": "RANCH AND SEA MANAGEMENT - 615 Fredricks #149 Oceanside.", "General_Address": "Oceanside", "Num_Bedrooms": 2, "Rent_price": 1600, "link": "https://sandiego.craigslist.org/nsd/apa/6092262930.html", "address_2": "615 Fredricks Ave.", "latitude": "33.235506", "attributes": ["2BR / 2Ba", "available apr 17", "dogs are OK - wooof", "condo", "laundry on site", "attached garage"], "longitue": "-117.335441"},
{"craigslist_id": "6083050748", "listing_date": "2017-05-04 14:43", "text": "\n\n\nMUST SEE FABULOUS OCEAN VIEW SINGLE LEVEL 2 bedroom condo 2 bathroom.  Just steps from the beach, fabulous ocean, white water and sunsets! Sought after Aegea Complex offers large swimming pool, spa, tennis court (currently being redone) patio with grills, tables & chairs, secure underground parking, guest parking, elevators, gated community.  Rent includes water, sewer, trash and basic cable. Unit has a refrigerator,  & Washer/Dryer. 1 small pet w/owner approval, no smokers. Close to shopping, Coaster/Sprinter, movies, restaurants and the world famous Oceanside harbor and pier.  Walk to the fabulous Oceanside Sunset Market every Thursday night.  Easy access to downtown and the I-5 \n show contact info\nshow contact info\n\n", "title": "RANCH AND SEA MANAGEMENT- 2 Br 2 ba Ocean view Single Level", "General_Address": "OCEANSIDE", "Square_feet": 1226, "Num_Bedrooms": 2, "Rent_price": 2445, "link": "https://sandiego.craigslist.org/nsd/apa/6083050748.html", "address_2": "910 N. Pacific St.", "latitude": "33.200139", "attributes": ["2BR / 2Ba", "1226ft2", "available apr 10", "apartment", "w/d in unit", "attached garage"], "longitue": "-117.387501"},
{"craigslist_id": "6112665580", "listing_date": "2017-05-04 14:43", "text": "\n\n\nEnjoy beautiful sunsets from this gorgeous ocean view, well located, popular \"A\" plan at Sea Point. A short walk to Torrey Pines State Beach. Scraped ceilings and neutral carpeting. Good views of the ocean from living and dining rooms. Visitor parking close by. Light and bright kitchen with granite counter tops and newer appliances. Sea point is a great complex with two swimming pools, two lighted tennis courts, volleyball court, playground and panoramic ocean views from Sea Point's 4 acre greenbelt are a priceless bonus! Contact Kim at ranch and Sea for see! Contact Kim at \nshow contact info\n", "title": "RANCH AND SEA MANAGEMENT - 12851 Caminito del Canto", "General_Address": "Del Mar", "Square_feet": 1500, "Num_Bedrooms": 2, "Rent_price": 3495, "link": "https://sandiego.craigslist.org/nsd/apa/6112665580.html", "address_2": "12851 Caminito del Canto", "latitude": "32.935626", "attributes": ["2BR / 2Ba", "1500ft2", "available may 1", "apartment", "w/d hookups", "attached garage"], "longitue": "-117.254554"},
{"craigslist_id": "6112697590", "listing_date": "2017-05-04 14:43", "text": "\n\n\nCozy 1 Bedroom, 1 bath condo on 1st floor. Upgraded kitchen with stainless appliances including refrigerator. Also features stackable washer/dryer. Nice view from patio. Include 1 car non-attached garage and 1 assigned space. Nice view from patio. This community features a swimming pool and tennis courts. Minutes from the beach and easy access to I-5, I-78.Call KIM today for a showing \nshow contact info\n", "title": "RANCH AND SEA MANAGEMENT - 3533 Paseo de Elenita #195", "General_Address": "Oceanside", "Square_feet": 744, "Num_Bedrooms": 1, "Rent_price": 1750, "link": "https://sandiego.craigslist.org/nsd/apa/6112697590.html", "address_2": "3533 Paseo de Elenita", "latitude": "33.182164", "attributes": ["1BR / 1Ba", "744ft2", "available jun 5", "condo", "w/d in unit", "detached garage"], "longitue": "-117.308086"},
{"craigslist_id": "6117450796", "listing_date": "2017-05-04 14:43", "text": "\n\n\nSunset View\n2500 Sea Cliff Way, Oceanside, CA, 92056\n\nCall Now - \n show contact info\n\n\nWant more information on this unit? See link (below):\nhttp://thegreystar.com/7385aa\n\nWelcome To Sunset View Apartment Homes!\n\n\nThis is a 1 Bedroom, 1 Bath, approximately 760 Sq. Ft. \n\nSunset View\n\nWelcome To Sunset View Apartment Homes!\n\n\n\nCall Now: \n show contact info\n\n\n2500 Sea Cliff Way, Oceanside, CA, 92056\n\n\n\n\n\nMore unit details at:\n\nhttp://apartments.greystar.com/30i711\n\n\n\n\n\nAddress: 2500 Sea Cliff Way\n\nSq. Ft.: 760 sqft\n\nBedrooms:1\n\nBaths: 1\n\nMonthly Rent: $1,755\n\nAvailable: 05/4/2017\n\n\n\n\n\nDiscover a laidback hideaway at Sunset View in Oceanside, a newly renovated coastal apartment community with stylish interiors, mixed with the conveniences of downtown San Diego.\n\n\n\nWhether you take a stroll on the beach, unwind at the pool and soothing spa, or break a sweat in the fitness center, you'll find plenty of choices for recreation and relaxation at these Oceanside apartments. Finally, a carefree beach lifestyle that makes sense.\n\n\n\nExperience Sunset View living for yourself. Call our leasing office at \n show contact info\nto schedule a tour of these Oceanside apartments today! \n\n\n\n\n\nFeatures\n\n- Dishwasher \n\n- Storage Space \n\n- Washer/Dryer in Unit \n\n- Designer Two-Tone Paint \n\n- Private Balconies* \n\n- Gas Stove \n\n- Air Conditioning and Heat \n\n- Walk-In Closets \n\n- Vaulted Ceilings* \n\n- Refrigerator \n\n- Hardwood Floors \n\n- Fenced-In Yards* \n\n- Convection Oven/Microwave \n\n- Fireplaces \n\n*Select Apartment Homes \n\n\n\nCommunity Amenities\n\n- Furnished Available \n\n- 24 Hour Maintenance \n\n- Swimming Pool \n\n- Close to Sprinter Station \n\n- Soothing Spa \n\n- Close to Oceans Ranch Employment Centers \n\n- Fenced in Dog Park \n\n- High Speed Internet Access \n\n- Fitness Center \n\n- Clubhouse/Resident Lounge \n\n- Covered Carport \n\n- BBQ/Picnic Area \n\n\n\nPet Policy\n\nOnly 4 breeds on our Breed Restriction List. No weight limit on the 1st floor. Dogs and Cats welcome!\n\n\n\n\n\nOffice Hours\n\nMon-Fri: 9:00AM to 6:00PM\n\nSat: 10:00AM to 5:00PM\n\nSun: 1:00PM to 5:00PM \n\n\n\n\n\nEqual Housing Opportunity \n\nOceanside apartments Sunset View \n\n\n\n\n\nPet Policy:\nOnly 4 breeds on our Breed Restriction List. No weight limit on the 1st floor. Dogs and Cats welcome! \n\nOffice Hours:\nMon-Fri: 9:00AM to 6:00PM\nSat: 10:00AM to 5:00PM\nSun: 1:00PM to 5:00PM \n\nEqual Housing Opportunity \n Oceanside apartments Sunset View \n\naQhJebIr2    ", "title": "Dishwasher, BBQ/Picnic Area, 24 Hour Maintenance, Refrigerator", "General_Address": "Oceanside", "Square_feet": 760, "Num_Bedrooms": 1, "Rent_price": 1755, "link": "https://sandiego.craigslist.org/nsd/apa/6117450796.html", "address_2": "2500 Sea cliff way", "latitude": "33.199680", "attributes": ["1BR / 1Ba", "760ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "carport"], "longitue": "-117.309501"},
{"craigslist_id": "6114413208", "listing_date": "2017-05-04 14:43", "text": "\n\n\nClose to major employers, colleges, shopping, dining and outdoor fun!\n\nWe are a Boutique Community that offers amazing mountain views, amenities and privacy! Located on the hillside of La Mesa facing  beautiful Mt. Helix. Our apartments do not face each other which enhances each residents privacy and views! We offer 24 hour amenities,  dry Sauna,  newly updated fitness room, open and airy floor plans a beautiful sundeck, heated pool and spa as well as a large 24 hour laundry room with coin or debit options! We are located within walking distance to Lake Murray for biking, hiking and lake fun!\nWe offer Large Studios, 1 bedroom 1 bath, 2 bedroom 1.5 bath the apartment homes are all open and airy floor plans with over sized glass sliding doors to bring the outdoors in!\n\nCall today for your visit to our community for your first and last stop for your next home!\n\n-Club House\n-Pool\n-Pet Friendly\n-Laundry\n-Fitness Center\n-Storage Space\n-Dish Washer\n-Air Conditioning\n-Spa\n-Go Green! Pay Rent Online!\n\nCall: \n show contact info\n\n\n•  Limitless opportunities abound at La Mesa, restaurants, major shopping malls, grocery stores, movie theater\n•  Miles of beautiful hiking, biking trails within minutes!, Lake Murray, Mission Trails Regional Park,  One Father Juniper Serra Trail\n•  Easy access to the I-15, 805, 5, 125 will take you to the ocean and other parts of San Diego.\n\n7200 Saranac Street\nLa Mesa Ca. 91942\nHrs. Monday- Friday 8:00 am to 5:00 pm\nSaturday by appointment only\n\nAll prices are subject to change. All prices are subject to lease term and move-in date.\nEqual Opportunity Housing\n\nWe are a Boutique Community that offers amazing mountain views, amenities and privacy! Located on the hillside of La Mesa facing  beautiful Mt. Helix. Our apartments do not face each other which enhances each residents privacy and views! We offer 24 hour amenities,  dry Sauna,  newly updated fitness room, open and airy floor plans a beautiful sundeck, heated pool and spa as well as a large 24 hour laundry room with coin or debit options! We are located within walking distance to Lake Murray for biking, hiking and lake fun!\nWe offer Large Studios, 1 bedroom 1 bath, 2 bedroom 1.5 bath the apartment homes are all open and airy floor plans with oversized glass sliding doors to bring the outdoors in! Call or email today for your visit to our community!\nSouthridge Apartments is for you! Call today for your visit to our community!\n\nAll prices are subject to change. All prices are subject to lease term and move-in date.\n\n-Club House\n-Storage Space\n-Spa\n-Go Green! Pay Rent Online!\n-Laundry\n-Dish Washer\n-Air Conditioning\n-Pet Friendly\n-Pool\n-Fitness Center\n\nCall: \n show contact info\n\n\n•  Limitless opportunities abound at La Mesa, restaurants, major shopping malls, grocery stores, & movie theatre\n•  Miles of beautiful hiking & biking trails within minutes!, Lake Murray, Mission Trails Regional Park & One Father Junipero Serra Trail\n•  Easy access to the I-15, 805, 5 & 125 will take you to the ocean and other parts of San Diego.\n\n7200 Saranac Street\nLa Mesa Ca. 91942\nHrs. Monday- Friday 8am to 5pm\nSaturday by appointment only\n\nPricing subject to change without notice.\nEqual Opportunity Housing\n", "title": "One bed 1 bath Dish Washer, Club House", "General_Address": "La Mesa", "Square_feet": 650, "Num_Bedrooms": 1, "Rent_price": 1550, "link": "https://sandiego.craigslist.org/esd/apa/6114413208.html", "address_2": "7200 Saranac Street ", "latitude": "32.770901", "attributes": ["1BR / 1Ba", "650ft2", "available may 2", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "no smoking", "off-street parking"], "longitue": "-117.042686"},
{"craigslist_id": "6117366907", "listing_date": "2017-05-04 14:43", "text": "\n\n\n\nElan Riverwalk\n\nhttp://elanriverwalk.com/su/hf2q\n\nElan RiverWalk Apartment Homes for rent in Escondido, CA is located in what is known as the \"Hidden Valley\". The breathtaking community blends small-town friendliness with big-city excitement and thrills and situated alongside a wooded creek side setting. The community is minutes from rich history, culture centers, and world class performances, as well as other internationally-renowned artist attractions. Whether you what to play a challenging round of golf, hike in scenic preserves, or bike down ranch or pine-covered mountains, your possibilities are endless.\nThe community has some of the finest upgrades. Our home amenities include central heating & air, vaulted ceiling in upstairs units, a full kitchen, private patio/balcony, and extra storage areas. The community also boasts new state-of -the-art laundry facilities, a sparkling pool and refreshing spa, covered parking, and friendly on-site Staff with full-time emergency Maintenance to meet all your maintenance needs. Elan RiverWalk welcomes cats and dogs; please see our pet policy as some restrictions may apply.\nWe are conveniently located east of Interstate 15 and minutes from Highway 78. Enjoy major retail shopping and dining at the Westfield North County Fair, which offers three stories of big name retailers, visit the San Diego Zoo Safari Park, Escondido History Center at Grape Day Park, Stone Brewery, and World Bistro & Gardens, or explore a wide variety of restaurants and Four Diamond Hotel Casinos. Come and experience quality living at Elan RiverWalk. You may never want to leave home!\n\nFloor Plan: Aspire\n\nSq Feet:\n661\n\nRent: $1495\nDeposit: \n500\t\n\nBed/Bath: 1/1\n\nCommunity Amenities\n\nPet Friendly\nLush Landscaping\nBBQ & Picnic Area\nRelaxing Spa\nCovered Parking\nSparkling Swimming Pool\n24 Hour Maintenance\nFull Service Laundry Facilities\nClose Proximity to Shopping, Dining, & Entertainment\n\nContact Us\n\nElan Riverwalk\nAddress:1332 Morning View Drive, Escondido, CA  92026\nPhone:\nshow contact info\n\nOnline:http://elanriverwalk.com/su/hf2q\n\nOffice Hours:\nMon: By Appointment\nTue: 8:00am - 5:00pm\nWed: By Appointment\nThu: 8:00am - 5:00pm\nFri: 8:00am - 5:00pm\n\nADA ACCESSIBLE\nEQUAL HOUSING OPPORTUNITY\n\nEscondido, Sparkling Swimming Pool, Apartment for rent, BBQ & Picnic Area, Close Proximity to Shopping, Dining, & Entertainment, Cat, Elan Riverwalk, CA, Dog, Covered Parking, Full Service Laundry Facilities, Lush Landscaping, Relaxing Spa\n\n", "title": "Peaceful Community In The Heart Of Escondido", "General_Address": "Escondido", "Square_feet": 661, "Num_Bedrooms": 1, "Rent_price": 1495, "link": "https://sandiego.craigslist.org/nsd/apa/6117366907.html", "address_2": "1332 Morning View Dr.", "latitude": "33.136114", "attributes": ["1BR / 1Ba", "661ft2", "available may 4", "\nthursday 2017-05-04\n", "\nfriday 2017-05-05\n", "\nmonday 2017-05-08\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "carport"], "longitue": "-117.095139"},
{"craigslist_id": "6108319607", "listing_date": "2017-05-04 14:43", "text": "\n\n\nSHOWN BY APPT ONLY please.\n\nBRAND new - be one of the first to live in this AMAZING space!\n\nwww.NorthParkPostOffice.com\n\nyou have to see this place to believe it.\nits totally unique - mixed use urban infill at its best. \nbuilt around the old North Park Post Office !\n\nbig loft with 14 foot tall ceilings. \nupper loft perfect for storage /hobbies. \n\nAMAZING one bedroom CORNER unit in the heart of NORTH PARK!\n lots of NATURAL LIGHT \n\n SHOWN BY APPT ONLY - please do not disturb anyone onsite.\n great breeze flows thru this space\n\n BIG private patio / washer dryer / microwave / dishwasher\n garbage disposal / refrigerator / AC and Heat\n 1 year lease - you pay electric, cable & Internet\n assigned parking \n\n you have to see this place to believe it.\n its totally unique - mixed -use artist / residential \n open loft plan - separate bedroom & desk area\n cool custom design kitchen cabinets & countertops\n eco-friendly design \n great cross ventilation\n 3 sides flow thru natural daylight and fresh air\n double party wall construction\n fully insulated \nCorner Unit\nSecurity Deposit amount is same as One month rent \ncredit / criminal check\n\n social central courtyard for special events and hangout w friends\n Second-floor apartment\n\n Be one of the first to live in this extraordinary building. Stunning BRIGHT loft w extra desk space, large balcony, and tons of light. Flow-through unit with exposure on two sides. A/C and heating, washer and dryer in the unit, dishwasher, all new appliances, and assigned parking in the attached garage. All of these amenities, plus it's located in one of SD's most exciting neighborhoods. One block from dozens of restaurants, breweries, bars and shopping. Two blocks from the weekly Farmer's Market. Five minutes to downtown.    ", "title": "MODERN new  1Bed plus upper LOFT with HUGE patio CORNER unit", "General_Address": "north park", "Square_feet": 750, "Num_Bedrooms": 1, "Rent_price": 2000, "link": "https://sandiego.craigslist.org/csd/apa/6108319607.html", "address_2": "3791 Grim", "latitude": "32.747265", "attributes": ["1BR / 1Ba", "750ft2", "available apr 28", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "no smoking", "attached garage"], "longitue": "-117.128227"},
{"craigslist_id": "6099886707", "listing_date": "2017-05-04 14:42", "text": "\n\n\nWelcome to Rancho Hillside Apartments, this upstairs home features upgraded cabinets and counters, washer/dryer and vaulted ceilings, starting at $1769*\n\nThis home wont last long - apply online today! Only $30/per application & deposits starting as low as $585(OAC)! \n\nOur community includes: \n* Full-size swimming pool \n* Sparkling spa \n* Fitness center\n* Movie theater\n* Tennis courts\n* Wood-burning fireplace\n* Granite countertops\n* Central air & heat\n* Washer/dryer \n* Dishwasher\n* Spacious closets\n* Spacious patio\n\nGet started on your online application now - http://www.ranchohillside.com/\n\n*Pricing is subject to availability and may change    ", "title": "MOVE IN READY!!", "General_Address": "Rancho San Diego", "Square_feet": 955, "Num_Bedrooms": 2, "Rent_price": 1769, "link": "https://sandiego.craigslist.org/esd/apa/6099886707.html", "address_2": null, "latitude": "32.777700", "attributes": ["2BR / 2Ba", "955ft2", "available may 1", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "carport"], "longitue": "-116.919100"},
{"craigslist_id": "6117449523", "listing_date": "2017-05-04 14:42", "text": "\n\n\n $500 SECURITY DEPOSIT(*OAC) Gracious Living and Contemporary Comfort Looking to live in the center of it all? Situated between the lush natural beauty of the North Count Beaches and the Julian Mountains, Bella Vista Apartment is second to none. Bella Vista welcomes you to exceptional living, where convenience and location are among the many attractions. Located in a prime San Diego neighborhood, residents are surrounded by a variety of shopping, dining and entertainment options. Even closer to home, life at Bella Vista apartments means: Clean and well maintained apartments, well equipped with spacious kitchens, central air & heating, vaulted ceilings, washer/dryer in every unit! Refreshing pool, spa, fitness center, rec room, and gated community. For other needs, you can always count on Bella Vista's professional management and maintenance staff, as our personalized service is unmatched by any other apartment community. Please call for an appointment today.\n Call Now: \nshow contact info\nWant more info on this unit? See the link (below):http://rent.sunrisemgmt.com/6dd3y2 This is a 2 Bedroom, 2 Bath, approximately 882 Sq. Ft. Features - Dishwasher  - Central Air Conditioning & Heat  - Garbage Disposal  - Washer & Dryer  - Vaulted Ceilings  - Private Balcony / Patio  - Handicap Accessible  - Refrigerator  - Ceiling Fans  - Linen Closet  - Gas Stove  - Breakfast Bar  - Window Treatments  - Additional Storage  - Vanity Community Amenities - Club House  - Three Miles from the Ocean  - BBQ Grill Area  - Walking Distance to Boomers  - Restaurants & Shopping Nearby  - On Site Management  - Pool & Whirlpool Spa  - Dry Sauna  - Fitness Center  - Access Gates Pet Policy Indoor Cats are Welcome! Pet Deposit is $400. Pet Rent is $50 Per Month.Reasonable accommodations are made for service and companion animals in connection with disabilities. Driving Directions From the 78, Exit Emerald Drive & Turn Right onto South Emerald Drive. Turn Right onto West Vista Way. Turn Left onto Grapevine Road. Turn Right onto Date Street. Bella Vista Apartments is on the Left corner of Grapevine & Date Street. Office Hours Tuesday - Saturday9:00 am - 6:00 pmBella Vista Apartments 1515 Date St., Vista, CA, 92083Equal Housing Opportunity 8oPN9kae ", "title": "Two Bedroom Two Bath! New Vinly floor! & washer/dryer", "Square_feet": 822, "Num_Bedrooms": 2, "Rent_price": 1675, "link": "https://sandiego.craigslist.org/nsd/apa/6117449523.html", "address_2": "1515 Date Street", "latitude": "33.192984", "attributes": ["2BR / 2Ba", "822ft2", "available may 6", "cats are OK - purrr", "apartment", "w/d in unit", "carport"], "longitue": "-117.274622"},
{"craigslist_id": "6117448088", "listing_date": "2017-05-04 14:41", "text": "\n\n\nCall Now - \n show contact info\n\n\n\nThis is a 2 Bedroom, 2 Bath, approximately 957 Sq. Ft. \n\nFrom our luau events to culinary demonstrations, living in The Villas of Renaissance Apartment Homes in San Diego is community living at its best. Come live in one of our resort-style luxury apartment homes and enjoy our four luminous swimming pools and spas, fitness center, theater and billiards room. Bring your guests to grill poolside and lounge near our fire pits. Our on-site Resident Events Director creatively conducts monthly cooking classes, weekly movie nights and seasonal resident events. Our community offers thirteen floor plans ranging from studios to three bedrooms, some with dens, vaulted ceilings, lofts and fireplaces.\n\n\nFeatures:\nMaster Bath w/Roman-Style Oval Tubs*, In-home Full-Size Washer and Dryer, 13 Dramatic Studio, One Two and Three-Bedroom Floor Plans, Some w/Dens and Lofts, Rich Berber Carpeting, Vaulted Ceilings*, Spacious Baths w/Granite Countertops, Beveled Mirrors and Designer Lighting, Large Walk-In Closets and Storage Areas*, Digital/Cable TV Ready, Pet friendly, w/ dogs up to 24 inches welcome*, Cat - $300 per apartment; $50 Cat Premium per cat., Pet Friendly with Cats Welcome*, Wired for High Speed Internet/Multiple Phone Lines, Pet Policy:, Refrigerator w/Icemaker, Microwave and Dishwasher, High-Efficiency Central Heating/Air Conditioning, Wood-Burning Fireplaces*, Internet/Phone/TV Options Available, Two-Tone Paint and Designer Crown and Base Molding, Fully-Equipped Kitchen w/Designer Cabinetry, Granite Countertops and Hardwood-Style Flooring, Private Patio or Balcony, Many w/Garden Views \n\nCommunity Amenities:\nProfessional Aerobics Facility, 4 Resort-Style Pools w/Spas and Sundecks, Gate-Controlled Subterranean Parking Garages w/Elevator Access to All Floors, Full-Time Activities Director, High-Tech Fitness Center w/Cardiovascular, Strength-Training Equipment & Free Weights, Game Room w/Billiard Table, Cats Welcome* (No Dogs Allowed), Lush Southern Italian Landscaping w/Palm Trees, Theater w/Surround Sound and Stadium-Style Seating, Italian-Style Courtyards w/Beautiful Fountains, The Forum -- A Clubhouse/Recreation Center Styled After Duomo Cathedral in Florence, Italy, Resident Business Center w/Computer, Printer, Copier, Fax and Scanner, Clubroom w/Demonstration Kitchen \n* In select floor plans/residences\n\nPet Policy:\nNo Dogs.\nCats OK. \n\nSee our property details here:\nhttp://explore.irvinecompany.com/k93x1u\n\n\nEqual Housing Opportunity \n\n\nOmMaXcX3F    ", "title": "Unique 2x2 Home in Lovely La Jolla Community", "General_Address": "La Jolla", "Square_feet": 957, "Num_Bedrooms": 2, "Rent_price": 2665, "link": "https://sandiego.craigslist.org/csd/apa/6117448088.html", "address_2": null, "latitude": "32.857700", "attributes": ["2BR / 2Ba", "957ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "carport"], "longitue": "-117.211500"},
{"craigslist_id": "6117447525", "listing_date": "2017-05-04 14:41", "text": "\n\n\n $1000 OFF First Month's Rent - 1 Bedroom Apartments!\n$1200 OFF First Month's Rent - 2 Bedroom Apartments! Luxe Apartment Living in San Diego Resort living. Upscale finishes. And a sought-after location just steps from Hillcrest's iconic nightlife, shops and restaurants. Tour Park View today and ask about our current specials.  Call Now: \nshow contact info\nInterested in more information? Visit link below:http://rent.sunrisemgmt.com/290v1d This is a 1 Bedroom, 1 Bath, approximately 600 Sq. Ft. Features - •White Upper Cabinets with Dark Lower Cabinets  - •Carpet-less  - •Brand New Stainless Steel Appliances  - •Brand New Cabinetry  - •Doorbell  - •Dry Bar w/ Wine Custom Rack with Martini Hardware  - •Custom Roller Shades  - •Farm Sink  - •Frosted Glass Closet Doors  - •Recessed Lighting  - •Gorgeous Light Modern Wood Style Flooring  - •USB Outlets  - •Microwave w/ Convection  - •Euro-Style Kitchen Backsplash  - •Stainless Steel Fridge with Freezer Drawer  - •Kitchen Island  - •White Quartz Countertops  - •USB Outlets  - •AC & Heating  - •Five Burner Range Community Amenities - •Outdoor Dining w/ Trellis  - •High Top Connectivity Table  - •Elevator Lounge  - •BBQ Bar  - •Bar Top Seating  - •Elevator Served  - •Pool Area Wifi  - •Resort Style Pool  - •TV Lounge  - •Secured Entry  - •Cell Phone Controlled Access  - •Palm Springs Inspired Landscaping  - •On-Site Mgmt Office w/ Complimentary Tea & Coffee  - •Garbage Disposal Shoots Pet Policy Cats & Dogs WelcomeBreed Restrictions Apply and Max Weight 40lbs1 Pet per ApartmentIncome Requirements: Gross Verifiable Income must be at least 3x rentOffice Hours Monday-Friday: 9:00 a.m. - 6:00 p.m.Saturday: 9:00am to 6:00pmSunday: 9:00am to 6:00pm Park View Hillcrest 3700 10th Avenue, San Diego, CA, 92103Equal Housing Opportunity M2Y7WL1lS ", "title": "Canyon View! Palm Springs in San Diego! $1200 off you First Month Rent", "General_Address": "Hillcrest", "Square_feet": 600, "Num_Bedrooms": 1, "Rent_price": 2070, "link": "https://sandiego.craigslist.org/csd/apa/6117447525.html", "address_2": "3700 10th Avenue", "latitude": "32.745358", "attributes": ["1BR / 1Ba", "600ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry in bldg", "no smoking", "off-street parking"], "longitue": "-117.155273"},
{"craigslist_id": "6117447249", "listing_date": "2017-05-04 14:40", "text": "\n\n\nImmediately available in desirable North Clairemont this 3 bedroom, 2 Bath home is located on a quiet street.  The house has just been freshly painted and has brand new carpet and comes with washer and dryer and refrigerator.  Besides the 3 bedrooms, dining room and living room, the home also has a large family room and a pool.\n\nTo move in we'll need $2595 security deposit, $2595 first months rent, a years lease and acceptable credit.  Tenant responsible for all utilities.  Please call for appointment to see \n show contact info\nor \n show contact info\n", "title": "North Clairemont 3br,  2ba House w/ Pool For Rent Now", "General_Address": "3650 Armitage Street", "Square_feet": 1500, "Num_Bedrooms": 3, "Rent_price": 2595, "link": "https://sandiego.craigslist.org/csd/apa/6117447249.html", "address_2": "Armitage at Glasgow", "latitude": "32.838262", "attributes": ["3BR / 2Ba", "1500ft2", "available may 4", "house", "w/d in unit", "off-street parking"], "longitue": "-117.207870"},
{"craigslist_id": "6117443669", "listing_date": "2017-05-04 14:38", "text": "\n\n\nAlpine Woods offers beautifully remodeled homes featuring custom maple cabinets, granite counters, updated appliances and a washer-dryer. Our community also has our sparkling pool and spa, modern fitness center and our spacious clubhouse. \n\nAvailable now: 2-bedroom/2-bath with vaulted ceilings & private balcony, starting at $1631*\n\nDeposit starts at $585 (OAC) and application fee is $30/app\n\nWe are pet friendly! 1 pet per home, under 19lbs\n\n*Pricing is subject to availability and may change    ", "title": "Relax And Beat The Heat By our Sparkling Pool - SAVE $300 TODAY!", "Square_feet": 934, "Num_Bedrooms": 2, "Rent_price": 1631, "link": "https://sandiego.craigslist.org/esd/apa/6117443669.html", "address_2": "1829 Arnold Way", "latitude": "32.834355", "attributes": ["2BR / 2Ba", "934ft2", "available may 4", "\nthursday 2017-05-04\n", "\nfriday 2017-05-05\n", "\nsaturday 2017-05-06\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-116.776527"},
{"craigslist_id": "6099635545", "listing_date": "2017-05-04 14:37", "text": "\n\n\nAquatera is your new home in Mission Valley!\n\n- 2 Bedroom x 2 Full Bathrooms: Available Immediately\n - New Carpeting\n - 1,159 Square Feet - Southerland floor plan\n - Virtual tour here: http://www.apartments.com/aquatera-san-diego-ca/tb1xbsc/\n - Comes with 2 parking spaces (1 assigned garage, AND 1 assigned uncovered space)\n - $400 Deposit (OAC)\n - Short term lease option available at the same rate: $2,695\n - Pets up to 100 lbs welcome (breed restrictions apply)\n - Our community is 100% solar powered (allotment fee included in rental rate)!\n\n\nThe Aquatera Community also has a wide array of luxurious amenities offered to all residents including,\n\n - 25 meter saltwater pool \n - State of the art fitness center\n - Cyber cafe and lounge\n - Expansive modern club room perfect for entertaining in style\n - Tanning Salon\n - Monthly cooking classes and monthly beer and wine events for residents\n - Weekly food trucks\n\nFor inquiries call \n show contact info\n or text Dan at \n show contact info\n", "title": "Spacious 2 BR/ 2 BA Apartment in the Heart of Mission Valley", "General_Address": "Mission Valley", "Square_feet": 1159, "Num_Bedrooms": 2, "Rent_price": 2695, "link": "https://sandiego.craigslist.org/csd/apa/6099635545.html", "address_2": "Mission Center Road at Mission Valley Road", "latitude": "32.777832", "attributes": ["2BR / 2Ba", "1159ft2", "available apr 22", "\nsunday 2017-04-23\n", "\ntuesday 2017-04-25\n", "\nthursday 2017-04-27\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "detached garage"], "longitue": "-117.154747"},
{"craigslist_id": "6107023560", "listing_date": "2017-05-04 14:37", "text": "\n\n\nYour new address: 5763 Mission Center Road #301 - Welcome Home to Aquatera\n\nThis unique Mission Valley apartment is available for immediate move-in.\n - 1 Bedroom, 1 Full Bath with beautiful island kitchen\n - 834 Square Feet - Cascade floor plan \n - $300 Deposit (OAC)\n - Flexible 12-14 month lease terms at the same rate: $2,295, 4 month lease also available \n - Pets up to 100 lbs welcome (breed restrictions apply)\n - Our community is 100% solar powered (allotment included)\n\nLive in luxury... Our gated community features:\n - A saltwater pool and spa\n - Tanning salon\n - 24 hour fitness center and Cyber Cafe\n - Monthly cooking classes / wine and painting classes\n - Weekly food trucks\n - Guest parking available\n - Rentable clubhouse with kitchen, 3 TVs, and a pool table\n\n\"Positively in the Middle of it All\" - Just minutes away from the San Diego International Airport and within easy reach of all that San Diego has to offer, Mission Valley is a fantastic place to call home base.  \n\nFor inquiries Call Dan at \n show contact info\n or Text at \n show contact info\n", "title": "Beautiful Luxury Apartment Home in Mission Valley", "General_Address": "5763 Mission Center Road", "Square_feet": 834, "Num_Bedrooms": 1, "Rent_price": 2295, "link": "https://sandiego.craigslist.org/csd/apa/6107023560.html", "address_2": "Mission Center Road at Friars Road", "latitude": "32.774677", "attributes": ["1BR / 1Ba", "834ft2", "available apr 27", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "detached garage"], "longitue": "-117.153847"},
{"craigslist_id": "6117441703", "listing_date": "2017-05-04 14:36", "text": "\n\n\nNow leasing: 2-bedroom/2-bath with vaulted ceilings & washer/dryer, starting at $1629*\n\nAll of our apartment homes are fully updated, featuring: \n* Custom maple cabinets\n* Granite counters\n* Washer-Dryer\n* Fireplace\n\nOur community offers great amenities too! \n* Sparkling pool and spa\n* Modern fitness center\n* Spacious clubhouse\n\nWe are pet-friendly! 1 pet per home, under 19lbs\n\nDeposit starts at $585 (OAC) and application fee is $30\n\n*Pricing is subject to availability and may change    ", "title": "Spacious Living In The Heart Of Alpine!", "Square_feet": 982, "Num_Bedrooms": 2, "Rent_price": 1629, "link": "https://sandiego.craigslist.org/esd/apa/6117441703.html", "address_2": "1829 Arnold Way", "latitude": "32.834535", "attributes": ["2BR / 2Ba", "982ft2", "available may 4", "\nthursday 2017-05-04\n", "\nfriday 2017-05-05\n", "\nsaturday 2017-05-06\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-116.776527"},
{"craigslist_id": "6114147687", "listing_date": "2017-05-04 14:36", "text": "\n\n\n1895 Per Month for a Beautiful 2 Bedroom 1 Bathroom Apartment!\n$947.50 required for Deposit\nAll Pets Welcome (2 Pet Max) with $300.00 Pet Deposit\nLease Terms Flexible between 8-12 Month Lease Options\nUtilities Included:\n\nWaterSewageGarbage\n\nApartment Features\n\n2nd Floor HomeLarge Open Space LayoutStainless Steel Appliances Spacious Storage Space Updated Bathroom w/Full Sized Soaking TubWalk In ClosetLaundry On-SiteShared Garage\n\nADDRESS:\n4701 39th Street #15\nSan Diego, CA 92116\nTo schedule a viewing for this property\nContact Lisa @ \n show contact info\n (Text / Call / Voicemail)\nSRM Urban\nVisit our Twitter for more listings! https://twitter.com/srmurban\nVisit our website at www.srmurban.com.\n", "title": "2x1 w/Detached Shared Garage-Stainless Steel Appliances- Pet Friendly!", "General_Address": "Normal Heights/South Park/NorthPark", "Num_Bedrooms": 2, "Rent_price": 1895, "link": "https://sandiego.craigslist.org/csd/apa/6114147687.html", "address_2": "4701 39th Street", "latitude": "32.763279", "attributes": ["2BR / 1Ba", "available may 2", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "detached garage"], "longitue": "-117.110947"},
{"craigslist_id": "6085974912", "listing_date": "2017-05-04 14:36", "text": "\n\n\nStop looking and start packing! That is exactly what will happen after you visit our phenomenal community, at 12th Street Lofts.\n\n Nestled in the historic district of National City, located 6 miles from the Gaslamp Quarter of Downtown San Diego, 4 minutes from Pier 32 Marina, and only 5 minutes from the 32nd Street Naval Base gate...is an affordable luxury that you can call home!\n\n Complete with an open floor plan, each unit at 12th Street Lofts offer floor to ceiling windows that deliver either Eastern sunrises or Western sunsets to your living room daily. Stainless steel appliances, stackable washer and dryer combos, LED track lighting, gorgeous plank flooring in the common areas partnered with earth tone carpeted bedrooms. European style fixtures, an abundance of closet space, central heat and air conditioning, and a private balcony or patio area that is accessible from your living room and bedroom.\n\n Our secluded outdoor space offers a heated lap style swimming pool, sun deck with a generous amount of new chaise loungers, patio tables with seating, and a commercial size stainless steel gas BBQ encased by a ceramic tile food prep area.\n\n 12th Street Lofts are secured by a digital key system for entry to our parking garage and building lobby 24 hours a day, complete with a resident elevator only accessible from the secured lobby.\n\n The Neighborhood: \n\n Historically known as one of the oldest areas of San Diego and currently promoted as one of the quickest modernizing areas in the United States, National City offers great outdoor entertainment, most of which surrounds us at 12th Street Lofts! For starters, immediately adjacent to the left of our building is Kimbell Park and a brand new city library.\n Kimbell Park is a 30 acre facility that offers playgrounds, softball / baseball fields, basketball and tennis courts, a skateboard park, outdoor Amphitheatre, Summer Movies in the Park, and so much more!\n\n Head West and in just 4 Minutes away is Pier 32 Marina; a 200 slip marina and dock where you can rent kayaks, enjoy bayside dining, biking on nearby paths, and more. \n For a virtual tour of the marina, click here: http://www.pier32marina.com/virtual-tour.html \n\n So what are you waiting for? Contact us today to schedule your personal tour. We have 2 bedroom 1 bath, 2 bedroom 2 bath, and 3 bedroom 2 bath lofts available, but hurry...these units will not last!\n Call \n show contact info\n\n\n We proudly offer military discounts\n Ask about our March Madness Move-In Special!\n\n www.12thStreetLofts.com \n Like us on Facebook\n Follow us on Twitter and Instagram @12thStreetLofts    ", "title": "+=+=+=Attention Military-Enjoy Affordable Luxury Minutes from Base=+=+", "General_Address": "National City", "Square_feet": 902, "Num_Bedrooms": 2, "Rent_price": 1995, "link": "https://sandiego.craigslist.org/ssd/apa/6085974912.html", "address_2": "45 East 12th Street at A Street", "latitude": "32.672502", "attributes": ["2BR / 1Ba", "902ft2", "available apr 12", "\nthursday 2017-04-13\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "no smoking", "off-street parking", "wheelchair accessible"], "longitue": "-117.105102"},
{"craigslist_id": "6114470842", "listing_date": "2017-05-04 14:36", "text": "\n\n\n1895 Per Month for a Beautiful 2 Bedroom 2 Bathroom Apartment!\n$947.50 required for Deposit\nAll Pets Welcome (2 Pet Max) with $300.00 Pet Deposit\nLease Terms Flexible between 8-12 Month Lease Options\nUtilities Included:\n\nWaterSewageGarbage\n\nVIEW VIDEO TOUR: https://youtu.be/tGEYo3C3sPU\nApartment Features\n\n2nd Floor Corner Unit LocationCarpet Throughout UnitUpdated Kitchen with Quartz CountertopsWasher/Dryer in UnitParking Space IncludedPet Friendly- All BreedsLarge Open Living Space\n\nADDRESS:\n4135 Texas Street #H\nSan Diego, CA 92104\nTo schedule a viewing for this property\nContact Lisa @ \n show contact info\n (Text / Call / Voicemail)\nSRM Urban\nVisit our Twitter for more listings! https://twitter.com/srmurban\nVisit our website at www.srmurban.com.\n", "title": "2x2- REMODELED Corner Unit in North Park! W/D in Unit/Parking/Pets OK", "General_Address": "North Park/San Diego/Normal Heights", "Num_Bedrooms": 2, "Rent_price": 1895, "link": "https://sandiego.craigslist.org/csd/apa/6114470842.html", "address_2": "4135 Texas Street", "latitude": "32.752828", "attributes": ["2BR / 2Ba", "available may 2", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-117.138812"},
{"craigslist_id": "6114127681", "listing_date": "2017-05-04 14:36", "text": "\n\n\n1495 Per Month for a Beautiful 1 Bedroom 1 Bathroom Apartment!\n$747.50 required for Deposit\nAll Pets Welcome (2 Pet Max) with $300.00 Pet Deposit\nLease Terms Flexible between 8-12 Month Lease Options\nALL Utilities Included:\nApartment Features\n\n1st Floor Home w/ Large PatioLinen StorageGas StoveParking Space IncludedWalk to University!Pet Friendly- Dogs and Cats!\n\nADDRESS:\n4059 Kansas Street #5\nSan Diego, CA 92104\nTo schedule a viewing for this property\nContact Lisa @ \n show contact info\n (Text / Call / Voicemail)\nSRM Urban\nVisit our Twitter for more listings! https://twitter.com/srmurban\nVisit our website at www.srmurban.com.\n", "title": "1x1 with Large Patio- Parking Included- Pet Friendly- All Breeds!", "General_Address": "North Park/San Diego/Normal Heights", "Num_Bedrooms": 1, "Rent_price": 1495, "link": "https://sandiego.craigslist.org/csd/apa/6114127681.html", "address_2": "4059 Kansas Street", "latitude": "32.751444", "attributes": ["1BR / 1Ba", "available may 2", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "off-street parking"], "longitue": "-117.131393"},
{"craigslist_id": "6117439575", "listing_date": "2017-05-04 14:35", "text": "\n\n\nWelcome to Alpine Woods Apartments, this upstairs home features upgraded cabinets and counters, washer/dryer, vaulted ceilings and 2 private patios, starting at $1729*\n\nThis home wont last long - apply online today! Only $30/per application & deposits starting as low as $585(OAC)! \n\nOur community includes: \n* Full-size swimming pool \n* Sparkling spa \n* Fitness center with 24 hour access\n* Wood-burning fireplace\n* Granite countertops\n* Central air & heat\n* Washer/dryer \n* Dishwasher\n* Spacious closets\n* Spacious patio\n* Nearby trails for jogging & walks\n* Convenient Freeway access\n\nGet started on your online application now - http://www.alpinewoodsapts.com/\n\n*Pricing is subject to availability and may change    ", "title": "OPEN HOUSE - 2-Bedroom With Full Size Washer/Dryer - Move In TODAY!", "Square_feet": 993, "Num_Bedrooms": 2, "Rent_price": 1729, "link": "https://sandiego.craigslist.org/esd/apa/6117439575.html", "address_2": "1829 Arnold Way", "latitude": "32.834337", "attributes": ["2BR / 2Ba", "993ft2", "available may 4", "\nthursday 2017-05-04\n", "\nfriday 2017-05-05\n", "\nsaturday 2017-05-06\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-116.776591"},
{"craigslist_id": "6117439394", "listing_date": "2017-05-04 14:35", "text": "\n\n\nFollow the Path to Your New Home We Work Where You Live Call Now: \nshow contact info\nVilla Marina 652 Moss Street, Chula Vista, CA, 91911Visit This Website to See More:http://discover.rvmcorp.com/76psw2 This is a 2 Bedroom, 1.5 Bath, approximately 840 Sq. Ft.  Villa Marina is a community of luxury apartment homes. Our ideal location places you within minutes of shopping, entertainment and historical downtown San Diego. Villa Marina also provides easy access to major freeways and two prominent San Diego military bases. Whatever you pleasure, Villa Marina is conveniently close. Living in Chula Vista does not get any better than this. Choose from two spacious floor plans offering a variety of comforts and conveniences designed and created just for you. Each apartment home features a fully equipped kitchen with frost-free refrigerator, gas stove, plush carpeting, generous closets space, a private patio or balcony and so much more. Luxury apartment living is today's choice and there is every reason to select Villa Marina. Mention how you saw us when setting your tour for specials savings at move in. We offer the best in Chula Vista. Features - Vertical Blinds  - Dishwasher  - Carpeted Floors  - Gas Kitchens  - Cable Ready  - Refrigerator  - Private Balconies and Patios  - Spacious Walk-In Closet  - Garbage Disposal  - Ceiling Fan(s)  - Mirrored Closet Doors  - Covered Parking Community Amenities - On Call Maintenance  - Public Parks Nearby  - Soothing Spa  - Carports  - Shimmering Swimming Pool  - Fitness Center  - Laundry Facility  - Assigned Parking  - Beautiful Landscaping  - Easy Access to Freeways and Shopping Pet Policy Breed Restrictions Apply - Call for Details Office Hours Daily 10:00 am - 6:00 pm Equal Housing Opportunity Og05mOT8 ", "title": "Move In This Weekend, New Carpet, Next to Parking, Low Deposits!", "General_Address": "Chula Vista, San Diego, South Bay", "Square_feet": 840, "Num_Bedrooms": 2, "Rent_price": 1595, "link": "https://sandiego.craigslist.org/ssd/apa/6117439394.html", "address_2": "moss street at broadway", "latitude": "32.613243", "attributes": ["2BR / 1Ba", "840ft2", "available may 6", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "laundry on site", "carport"], "longitue": "-117.085247"},
{"craigslist_id": "6095682518", "listing_date": "2017-05-04 14:33", "text": "\n\n\nWell kept Bungalow in desirable location between Scripps Mercy Hospital and UCSD Medical Center-Hillcrest. Within walking distance of both. A high demand home, and rarely available in this area. Walk to stores, restaurants, the village and more!\n\n2 bed/1 bath\nFormal dining room\nOriginal wood floors throughout\nNew laminate flooring in Kitchen\nNewly painted inside\n\nLarge size rear yard that backs up to an open canyon with no homes behind.\n\nWe are willing and able for a June 1st move in, however this property is available now and applicants that are ready for an immediate move in, take priority.  \n\nSingle car 18'x12' detached garage, \n16'x8' studio/storage space.\n\nPets ok!\n2650 a month, 1500 deposit!  Email me for address if you are interested in seeing property and we can make an appointment.\n\nProperty is currently not set up to accept Section 8 at this time.    ", "title": "Cute Bungalow House for Rent (Available now)", "General_Address": "Mission Hills/Hillcrest", "Num_Bedrooms": 2, "Rent_price": 2650, "link": "https://sandiego.craigslist.org/csd/apa/6095682518.html", "address_2": null, "latitude": null, "attributes": ["2BR / 1Ba", "available may 1", "cats are OK - purrr", "dogs are OK - wooof", "house", "detached garage"], "longitue": null},
{"craigslist_id": "6110108432", "listing_date": "2017-05-04 14:32", "text": "\n\n\nLike the Eucalyptus tree, San Diegans thrive in warm summers, mild winters and plenty of sun. Life at Eucalyptus Grove Apartments in Chula Vista allows you to do just that with amenities such as sand volleyball courts for games in the sun, a pool surrounded by lounge chairs to tan and relax, and a fitness center to keep you healthy.\nOur apartments just got smart, learn more! Eucalyptus Grove Apartments features smart apartment mobile controls in select homes. It's like having your apartment in your phone. You can let a friend in when you're on vacation with digital locks. Or turn off all your lights from bed. Or save money by automating your climate. To learn which apartments have smart features, please consult the leasing office.\n\n-Playground\n-Community Laundry Center\n-Fitness Studio\n-Outdoor Sand Volleyball Court\n-Submit Service Requests Online\n-Professional On-Site Maintenance Team\n-Modern Studio, 1 & 2 Bedroom Floor Plans\n-Build Your Credit with Rentplus\n-Beautifully Landscaped Grounds\n-Garages and Carports Available\n-24 Hour Emergency Maintenance\n-Easy Online Rent Payments\n-Barbeque Gas Grilling Areas\n-Resident Clubhouse\n-Kitchens complete with Refrigerators, Dishwashers, Built-In Microwaves\n-2 Sparkling Pools and Relaxing Spas\n-Spacious Walk-in Closets with Dressing Area\n-Electric Heat\n-Short Term Leases Available\n-Tranquil Courtyards\n\nPhone us at \n show contact info\n\n\nFor more information, visit us at www.EucalyptusGrove-ChulaVista.com\n\nEqual Housing Opportunity\nPrices and Availability are Subject to Change Without Notice    ", "title": "Fitness Studio, Beautifully Landscaped Grounds, Resident Clubhouse", "General_Address": "67 East Flower Street, Chula Vista, CA 91910", "Square_feet": 655, "Num_Bedrooms": 1, "Rent_price": 1425, "link": "https://sandiego.craigslist.org/ssd/apa/6110108432.html", "address_2": "67 East Flower Street", "latitude": "32.649980", "attributes": ["1BR / 1Ba", "655ft2", "available apr 29", "\nsaturday 2017-04-29\n", "\nmonday 2017-05-01\n", "\ntuesday 2017-05-02\n", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "off-street parking"], "longitue": "-117.072598"},
{"craigslist_id": "6117435899", "listing_date": "2017-05-04 14:32", "text": "\n\n\nUnpack in Your New Home Call Now: \nshow contact info\nLofts at 707 707 Tenth Avenue, San Diego, CA, 92101Full Color Brochure Here:http://thegreystar.com/6Lxs57 This is a Studio, 1 Bath, approximately 520 Sq. Ft.  This modern eight-story structure offers a contemporary mixed-use building with 207 residential lofts including studios, one and two bedroom lofts, live/work lofts and 9,000 square feet of street level retail. Hip, urban retreats that function for downtown lifestyles are greeted by a secluded interior courtyard, perfectly landscaped with bamboo, palm trees and a warming fire pit surrounded by seating, which presents the perfect urban oasis. From the gated parking, to the lobby, to your front door, a unique sense of location and style brings you home. Original art, sophisticated lighting, designer selected forms and surfaces come together to provide a palette of urban sophistication. Please call for an appointment today. Features - Loft Layout  - Microwave  - Hardwood Flooring  - Air Conditioning  - Vaulted Ceilings  - Washer & Dryer In Unit  - View  - Dishwasher  - Balcony  - Cable Ready  - New/Renovated Interior  - Elevator  - Refrigerator  - Garbage Disposal  - Oversized Closets Community Amenities - Spanish Speaking Staff  - Wireless Internet Access  - Accepts Electronic Payments  - On Site Management  - Private Theater  - Business Center  - Courtyard  - Emergency Maintenance  - Pet Friendly  - Garage  - High Speed Internet Access  - On Site Patrol  - Laundry Facility  - On-site Laundry room available  - Large Interior Courtyard with Fire Pit  - On Site Maintenance  - Fitness Center  - Public Transportation  - Top Floor Viewing Deck  - Gated Access  - Covered Parking Office Hours Sunday:\t09:00 AM to 05:00 PMMonday:\t09:00 AM to 06:00 PMTuesday:\t09:00 AM to 06:00 PMWednesday: 09:00 AM to 06:00 PMThursday:\t09:00 AM to 06:00 PMFriday:\t09:00 AM to 06:00 PMSaturday:\t09:00 AM to 05:00 PM Equal Housing Opportunity lrM2rbp8IIeP ", "title": "Spanish Speaking Staff, Elevator, Hardwood Flooring, Gated Access", "Square_feet": 520, "Rent_price": 1646, "link": "https://sandiego.craigslist.org/csd/apa/6117435899.html", "address_2": "Tenth Avenue at G Street", "latitude": "32.712742", "attributes": ["0BR / 1Ba", "520ft2", "available jun 8", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit", "attached garage", "wheelchair accessible"], "longitue": "-117.155178"},
{"craigslist_id": "6114072829", "listing_date": "2017-05-04 14:30", "text": "\n\n\nAvailable June 16th!\nEnter your new home on first level with a 2 car attached garage and large master suite. Patio area also accessible from master bedroom. Second level features beautiful brick fireplace, living room, kitchen, and second bedroom. Another small set of stairs leads to additional loft space with small balcony. \nYour kitchen will include dishwasher and stove. Laundry hookups provided in garage. Tenant to pay all utilities. Lease agreement for 1 year. NO pets.NO smoking.\nMust have good credit! (600+)\nMust make three times the rent in gross monthly income ($6450.00)\nNo evictions and no open bankruptcies\n\nCall Real Property Management today for an appointment to see inside at \n show contact info\n\n\n*RPM will not be held responsible for errors or omissions. All rental information is subject to change without notice    ", "title": "2 Bedroom +Loft in La Costa! 10 minutes from the beach...", "General_Address": "Carlsbad", "Square_feet": 1471, "Num_Bedrooms": 2, "Rent_price": 2150, "link": "https://sandiego.craigslist.org/nsd/apa/6114072829.html", "address_2": "6693 Corte Maria", "latitude": "33.107967", "attributes": ["2BR / 2Ba", "1471ft2", "available jun 16", "townhouse", "w/d hookups", "no smoking", "attached garage"], "longitue": "-117.238965"},
{"craigslist_id": "6117428052", "listing_date": "2017-05-04 14:26", "text": "\n\n\nKitty's New Home We Work Where You Live Call Now: \nshow contact info\nSantee Villas 10445 Mast Blvd. , Santee, CA, 92071Want more information on this unit? See link (below):http://discover.rvmcorp.com/6106ii This is a 2 Bedroom, 2 Bath, approximately 900 Sq. Ft.  Santee Villas apartments are conveniently located near freeways, shopping centers and restaurants. Looking for a place that offers you the ultimate in active lifestyle? Then you have come to the right place. Enjoy a rigorous work out in our state-of-the-art fitness center. Swim laps in our exercise pool or enjoy a relaxing dip in our spa. With all the amenities we offer at your fingertips, the only thing you'll want is more time to enjoy them all. \nChoose from our unique and spacious one or two bedroom floor plans meticulously designed to provide you with convenience, comfort and peace of mind. Spend the day relaxing on your private balcony or patio. Experiment with new recipes in your fully-equipped electric kitchen. At Santee Villas you can have it all at an affordable price. Features - Garbage Disposal  - Wood Burning Fireplace  - Stackable Washer & Dryer  - Private Balconies and Patios  - Dishwasher  - Wall Unit A/C & Heat  - Step in Shower w/Seats in Hall Bath  - Ceiling Fan  - All Electric Kitchen  - His/Her Closets in Master Bdrm  - Frost Free Refrigerator Community Amenities - Beautiful Landscaping  - Details: Dogs & Cats ok. *Please call for complete pet policy details, Not all units are dog friendly!  - State-Of-The-Art Fitness Center  - Visitor Parking  - Picnic Area with Barbecues  - Soothing Spa / Hot Tub  - Assigned Parking  - Community Events  - On Call Maintenance  - Pet Regulations: Pets Upon Approval  - Courtesy Patrol Pet Policy Breed Restrictions Apply - Call for Details Office Hours 10a.m.-6p.m. Daily Equal Housing Opportunity T20z6yxO ", "title": "2 Bed 2 Full Bath All New Kitchen Appliances Ready For Move In", "Square_feet": 900, "Num_Bedrooms": 2, "Rent_price": 1825, "link": "https://sandiego.craigslist.org/esd/apa/6117428052.html", "address_2": null, "latitude": "32.848600", "attributes": ["2BR / 2Ba", "900ft2", "available may 4", "\nthursday 2017-05-04\n", "\nfriday 2017-05-05\n", "\nsaturday 2017-05-06\n", "apartment", "w/d in unit", "street parking"], "longitue": "-116.986200"},
{"craigslist_id": "6117427865", "listing_date": "2017-05-04 14:26", "text": "\n\n\nSolazzo Apartment Homes\n8506 Villa La Jolla Drive, La Jolla, CA, 92037\n\nUse this link for more info:\nhttp://explore.irvinecompany.com/qn3663\n\nCall Now: \n show contact info\n\n\n\nNEWLY REMODELED MEDITERRANEAN STYLE LIVING IN LA JOLLA\n\nThis is a 2 Bedroom, 2 Bath, approximately 945 Sq. Ft. \n\nSolazzo Apartment Homes is conveniently located off the I-5 freeway in the desirable city of La Jolla. Enjoy the beaches of La Jolla Shores, Torrey Pines Golf Course, UCSD, and the great shopping at University Towne Centre. Choose from newly remodeled one- and two-bedroom floor plans, including fully-equipped kitchens with stainless steel appliances and separate dining areas, private patio or balcony, in-home washer and dryer, newly installed hardwood-style flooring in kitchen and entry. Enjoy the resort-style amenities including a sparkling pool, two spas and access to a business lounge and fitness center. \n\nFeatures\n- In-home washer & dryer \n- Fully-equipped kitchens with stainless steel appliances \n- Quartz stone kitchen & bathroom countertops \n- Dog - $750 per apartment; $75 Dog Premium per dog. \n- Central heat/air & ceiling fans* \n- Cat - $300 per apartment; $50 Cat Premium per cat. \n- Walk in or mirrored wardrobe closets \n- Pet friendly with large dogs welcome* \n- Newly remodeled 1 & 2 bedroom apartments \n- Private patio or balcony* \n- Hardwood-style flooring in kitchen & entry \n- Wood-burning fireplaces* \n\nCommunity Amenities\n- Resort-style pool & spas \n- Gated community entry \n- Resident business lounge \n- Fitness center with TV's, cardio & strength training equipment \n- Wi-Fi connectivity in common areas \n- Reserved covered parking available \n* In select floor plans/residences \n\nDriving Directions\nTake the 5 Freeway North. Exit at La Jolla Colony/Gilman Rd., turn left. Follow Gilman Rd. until you reach Villa La Jolla Dr., turn right. Solazzo Apartment Homes is located on the right. \n\nTake the 5 Freeway South. Exit at La Jolla Colony/Gilman Rd., turn right. Follow Gilman Rd. until you reach Villa La Jolla Dr., turn right. Solazzo Apartment Homes is located on the right. \n\nOffice Hours\nM, W-Sa: 9 a.m.- 6 p.m.\nT: 9 a.m.- 7 p.m.\nSu: 12 p.m.- 6 p.m. \n\nPet Policy\nPet Size:\nPet friendly with dogs and cats welcome*\n\nPet Maximum:\n2 pet maximum per apartment home.\nDeposits & Fees:\nCat - $300 per apartment; $50 Cat Premium per cat.\nDog - $750 per apartment; $75 Dog Premium per dog.\n\nBreed Restrictions:\nPit Bulls, American Staffordshire Terriers, Rottweilers, Doberman Pinchers, Wolf-Hybrids and Perro de Presa Canarios or any dog that has the above breeds in their lineage are not allowed at any Irvine Company apartment communities.\n\n*In select floor plans/residences \n\nEqual Housing Opportunity \n\n\nsPPR1HbUT    ", "title": "Move in ready! 2x2 with W/D! $750 off June + $199 deposit (OAC)", "General_Address": "La Jolla", "Square_feet": 945, "Num_Bedrooms": 2, "Rent_price": 2895, "link": "https://sandiego.craigslist.org/csd/apa/6117427865.html", "address_2": "8506 Villa La Jolla Dr", "latitude": "32.845500", "attributes": ["2BR / 2Ba", "945ft2", "available may 4", "cats are OK - purrr", "dogs are OK - wooof", "apartment", "w/d in unit"], "longitue": "-117.252100"},
{"craigslist_id": "6117427572", "listing_date": "2017-05-04 14:26", "text": "\n\n\nFiore \u0097 2  bed / 1 bath / 846 sq ft / $1,822 - $1,957 Tuscany Hills 715 Ash Lane San Marcos, CA 92069 Property Website: www.tuscanyhillsapartments.com/floor-plan.aspx Want more information? http://unit-availability.com/lead/4dt7v5631232/1?extnId=6947132 Call Us Today! \n show contact info\nx352  Property Description  Tuscany Hills provides you with an excellent, two-bedroom, one-bathroom apartment and access to a myriad of community amenities. This remodeled rental boasts large closets and an enjoyable, outdoor patio. The ceiling fans ensure your comfort throughout the year. Those who like to cook appreciate the name-brand appliances, and those who don't like to clean love the dishwasher. The raised kitchen cabinets and hard wood style flooring are especially easy on the eyes. In addition to all this, you also have an attached, one-car garage! Residents get to enjoy a great home and fun community amenities. We have several pools, spas, and sports courts. The lush landscaping and barbecue areas are great for enjoying summer cookouts. Give us a call to learn how you can share this home with your cat or dog!  Floor Plan/Unit Features * Granite Counter Tops* Hard Wood Style Flooring* Name Brand Electric Appliances* Extra Deep Kitchen Sink* Raised Panel Cabinetry* Ceiling Fan* Air Conditioning and Heating* Private Patio/Balcony  Property Amenities * 3 Sparkling Pools* 2 Heated Spas* Free Wi-Fi by Main Pool Area* Fully Equipped Fitness Center* Multiple Tot Lots* Multiple Laundry Facilities* Courtesy Patrol* 24 Emergency Maintenance* Gas Included* Lush Landscaping* Weekly Pest Control Services* Barbeque Areas* Basketball and Sports Court* Conveniently close to Palomar, CSUSM, St. Augustine, and Town CenterLease Terms: Varies Parking:Large One Car Garage and Additional Assigned Parking Space included with each apartment home!Pet Policy: Cats and Dogs are allowed. We allow two pets per apartment home. Breed restrictions apply, please inquire. Pets can not exceed 28 inches from the top of the back to the floor. Office HoursMonday:   8:30am to 5:30pm    Tuesday:   8:30am to 5:30pm    Wednesday:   8:30am to 5:30pm    Thursday:   8:30am to 5:30pm    Friday:   8:30am to 5:30pm    Saturday:   8:30am to 5:00pm    Management Company: EUSTON HOMES MGMT  Call Us Today! \nshow contact info\nx352 Equal Housing Opportunity ", "title": "Must See Remodeled 2br/1ba! This Rate Won't Last Long! Hurry!", "General_Address": "San Marcos, CA", "Square_feet": 846, "Num_Bedrooms": 2, "Rent_price": 1822, "link": "https://sandiego.craigslist.org/nsd/apa/6117427572.html", "address_2": null, "latitude": "33.144400", "attributes": ["2BR / 1Ba", "846ft2", "available may 4", "apartment", "laundry on site", "detached garage"], "longitue": "-117.169700"}]